{
    "nhạc cách mạng": {
        "songList": [
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tren-cong-truong-ron-tieng-ca-anh-nguyet-ft-bui-thang.nYE9bZnbn1tO.html",
                "name": "Trên Công Trường Rộn Tiếng Ca",
                "singer": "Ánh Nguyệt",
                "lyrics": "[SONG CA:]\nĐôi bồ câu đang bay về hướng.\nAnh và em đi ra nơi công trường.\nGió lộng trời xanh\nChim hót hoa đưa hương\nVới cả tình ta\nNâng bước ta lên đường.\n\n[NỮ:]\nNhư ngày qua\nEm ở hậu phương\n\n[NAM:]\nNhư ngày qua\nAnh nơi chiến trường\n\n[SONG CA:]\nĐã hẹn cùng nhau\nThề giữ lấy quê hương\nCho ngày hôm nay\nVai sánh vai trên công trường\n\nƠ ớ nào!\nTa xây những nhà máy\nTa xây những công trình\nTrời xanh vươn ống khói\n\nXuân sang khắp nơi nơi\nXua tan những nghèo đói\nXua tan những lầm than\nMẹ cha vẫn ước mơ\n\nNgàn đời vẫn ước mơ\nƠ\nDù nắng mưa vẫn bền chí\nGió sương vẫn vững lòng.\n\nTình yêu đang rẽ sóng\nĐi tô thắm non sông\nNhớ ghi mãi lời Bác\nTrái tim mãi hồng tươi\n\nĐẹp thay những lứa đôi\nVì quê hương mến yêu\nNào đi ta đi lên\n\nDựng xây quê hương ta\nBừng sáng\nĐẹp trong muôn câu ca"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/quan-reo-que-me-quang-tri-anh-hung-luong-nguyet-anh.SvPMA36tFx0T.html",
                "name": "Quân Reo Quê Mẹ Quảng Trị Anh Hùng",
                "singer": "Lương Nguyệt Anh",
                "lyrics": "Bài hát: Quân Reo Quê Mẹ Quảng Trị Anh Hùng - Lương Nguyệt Anh\n\n[Lời 1:]\nMảnh đất thân thương hiền lành giản dị.\nVẫn thơm tiếng mẹ Quảng Trị quê ta\nRộn rã nơi đây vang tiếng quân ca\nĐánh giặc kiên cường báo tin mừng thắng trận.\n\nHò ơi hờ ơi hò ơi hờ hò ơi ơ hờ\nĐã nghe Sông Hiếu quê nhà\nChảy xuôi qua bến Đông Hà kể vui:\nKể rằng, kể rằng: ở đường Chín\n\nHôm nay xác bao quân Mỹ ngụy ở đây đã chết vùi.\nƠ hờ ơ hờ quê mẹ nơi này quân ta đánh thắng lũ giặc đêm ngày.\nChẳng để nơi đây giặc về bạo ngược\nĐò ngàn đò dọc đã dục ra tay\n\nGiải phóng quân ta tiến bước đêm nay\nQuyết diệt quân thù trọn lời thề với mẹ.\nHò ơi hờ ơi hò ơi hờ hò ơi ơ hờ súng reo\nTrên Ngã Tư Sòng rằng ta giết hết tiểu đoàn Trầu Điên\n\nLại nghe Đầu Mầu kìa trận đánh Công kiên\nPhá tan đây bốt giặc hò vang đôi bến bờ ơi hò ơi hờ\nQuê mẹ nơi này quân dân ta đánh Mỹ ngụy tan tành\n\n[Lời 2:]\nMảnh đất thân thương hiền lành giản dị.\nVẫn thơm tiếng mẹ Quảng Trị quê ta\nRộn rã nơi đây vang tiếng quân ca\nĐánh giặc kiên cường bao tin mừng thắng trận.\n\nHò ơi hờ ơi hò ơi hờ hò ơi ơ hờ\nĐã nghe Sông Hiếu quê nhà\nChảy xuôi qua bến Đông Hà kể vui:\nKể rằng, kể rằng: Ở đường Chín\n\nHôm nay xác bao quân Mỹ ngụy ở đây đã chết vùi.\nƠ hờ ơ hờ quê mẹ nơi này quân ta đánh thắng lũ giặc đêm ngày.\nMẹ đón quân ta về nhà nghĩ lại\nNắm tay mẹ nói giải phóng quân ta\n\nĐẹp nết như bao quân ta chiến khu xưa\nĐánh giặc rất anh hùng mà việc nhà cũng giỏi hò ơi hờ ơi hò ơ hơ\nTiếng quân trên khắp quê nhà ở đâu cũng nhớ tiếng hò\n\nMẹ thương giặc kia một lần mà đụng đến quê hương\nBáo Gio Linh quyết dập dập tan đi mấy lần\nƠ hò ơ hờ Quảng Trị anh hùng quân ta đánh Mỹ lẫy lừng chiến công."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tam-ao-chien-si-me-va-nam-xua-trung-quang.FesWKfFvoO9S.html",
                "name": "Tấm Áo Chiến Sĩ Mẹ Vá Năm Xưa",
                "singer": "Trung Quang",
                "lyrics": "Bài hát: Tấm Áo Chiến Sĩ Mẹ Vá Năm Xưa - Trung Quang\n\nTấm áo ấy bấy lâu nay con thường vẫn mặc\nĐể nhớ ngày chúng con về Hà Bắc\nQuần nhau với giặc áo con rách thêm\nNên các mẹ già lại phải thức thâu đêm vá áo.\n\n[ĐK:]\nTấm áo ấy bấy lâu nay con quý hơn cơm gạo\nĐời mẹ nghèo trông áo rách, áo rách nên thương\nCác con ra đi đã mấy chiến trường\nMang theo cả tình thương của mẹ.\n\nLạ kỳ thay con đi như thế\nBỗng khi nào chợt nhớ hậu phương\nThì đường đang xa mà đôi chân nên khỏe\nTrái tim này rực cháy yêu thương.\n\n* Mọi gian lao mẹ con ta san sẻ\nNhắm chân trời rạng rỡ ánh dương."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/chieu-xuan-tren-bien-cuong-le-ngoc-thuy.LnnU4HsCwW39.html",
                "name": "Chiều Xuân Trên Biên Cương",
                "singer": "Lê Ngọc Thúy",
                "lyrics": "Bài hát: Chiều Xuân Trên Biên Cương - Lê Ngọc Thúy\n\nMờ trong làn sương hoa trắng nở\nMiền cao mùa xuân se sắt lạnh\nTuần tra ngày đêm bao người lính\nMong cho nơi nơi đón xuân yên bình\n\nNgồi trên đồi cao anh lính trẻ\nVọng vang mùa xuân tiếng sáo mờ\nMênh mang mênh mang theo làn gió\nBiên cương quê hương khói lam chiều vương\n\nTình yêu người lính đơn sơ là thế\n*** mưa dãi nắng gian lao ngại chi\nVượt bao ghềnh thác cheo leo rừng núi\nBalo trên lưng súng trên vai mình\n\nTình yêu người lính xanh như màu áo\nNhịp quân hành mãi trong tim còn vang\nNiềm thương nỗi nhớ thâm sâu thầm kín\nDâng cho quê hương biết bao mùa xuân"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bac-ho-tinh-yeu-bao-la-tuynh-nhat-minh.A3bTwQjodAFq.html",
                "name": "Bác Hồ Tình Yêu Bao La",
                "singer": "Tuýnh Nhật Minh",
                "lyrics": "Bác Hồ, Người là tình yêu thiết tha nhất\nTrong lòng dân và trong trái tim nhân loại.\nCả cuộc đời Bác chăm lo cho hạnh phúc nhân dân\nCả cuộc đời Bác hi sinh cho dân tộc Việt Nam.\n\nBác thương các cụ già xuân về gửi biếu lụa\nBác yêu đàn cháu nhỏ trung thu gửi cho quà\nBác thương đoàn dân công đêm nay ngủ ngoài rừng\nBác thương người chiến sĩ đứng gác ngoài biên cương\n\nBác viết thư thăm hỏi gửi muôn vàn yêu thương\nBác viết thư thăm hỏi gửi muôn vàn tình thương.\nBác Hồ, Người là tình yêu thiết tha nhất\nTrong lòng dân và trong trái tim nhân loại.\n\nCả cuộc đời rất thanh cao không gợn chút riêng tư\nMãi ngàn đời ngát hương thơm trong tâm hồn Việt Nam.\nBác đem ánh mặt trời xua màn đêm giá lạnh\nBác đem mùa xuân về mang hoa đẹp cho đời\n\nBác như bài dân ca ru em bé vào đời\nBác như vì sao sáng sáng giữa trời bao la\nNhư cánh chim không mỏi bay khắp trời quê hương\nNhư cánh chim không mỏi bay khắp trời Việt Nam\nXin khắc sâu ơn Người trong tâm lòng Việt Nam."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tu-hao-la-cuu-chien-binh-minh-duc.k8KNgEaaRXVz.html",
                "name": "Tự Hào Là Cựu Chiến Binh",
                "singer": "Minh Đức",
                "lyrics": "Tự hào thay ta là cựu chiến binh\nDẫu vết thương chiến chinh nhức nhối thân mình\nTa vẫn hành quân đi vào trận chiến mới\nXây cuộc sống đẹp tươi\n\nCho quê hương ta giàu đẹp văn minh.\nTự hào thay ta là cựu chiến binh\nDẫu biết mấy khó khăn thách thức quanh mình\nTa vẫn vượt qua trên tinh thần người lính\n\nCùng đồng đội, cùng với người thân\nChung tay xây đời vui.\nCựu chiến binh! Cựu chiến binh!\nTa đã từng vượt qua bao gian nguy\n\nQua mưa bom bão đạn trường kỳ.\nCựu chiến binh! Cựu chiến binh!\nTa viết tiếp bài ca người lính\nBài ca trong trận chiến hôm nay.\n\nGóp công xây dựng cho nước nhà lung linh.\nBiết bao tự hào ta là cựu chiến binh.\nSáng trong tim mình ta là cựu chiến binh\nBiết bao tự hào ta là cựu chiến binh."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/son-la-don-bac-ho-ve-tan-nhan.Zy8tVCbKG9Sh.html",
                "name": "Sơn La Đón Bác Hồ Về",
                "singer": "Tân Nhàn",
                "lyrics": "Sơn La, Sơn La quê ta miền núi cao\nNắng bừng lên soi sáng khắp bản Mường\nSơn La vui sao được đón Bác Hồ về\nLúa ngô như được tưới thêm nắng ấm\n\nĐất đá khô cằn như được mưa tắm mát\nDân bản ấm no cùng chung xây cuộc đời\nSơn La, nhớ lời Bác Hồ dặn\nCác dân tộc bên nhau đoàn kết một lòng\n\nMường, Thái, Dao, Kinh, Mông, Khơ Mú\nCùng nắm tay nhau xây bản mường đẹp tươi\nSơn La nhớ lời Bác Hồ dặn\nDù gian khó vươn lên theo lời Bác\n\nXây dựng Sơn La bình yên quả ngọt\nĐiệu xòe hoa rộn vang cùng chiêng trống\nBản Mường ta vui đón Bác Hồ về\nMùa xuân Việt vươn xa khắp núi rừng\nMùa xuân Việt vươn xa Inh Lả ơi!\n\n[Đk:]\nSơn La nhớ lời Bác Hồ dặn\nCác dân tộc bên nhau đoàn kết một lòng\nMường, Thái, Dao, Kinh, Mông ,Khơ Mú\nCùng nắm tay nhau xây bản Mường đẹp tươi\n\nSơn La nhớ lời Bác Hồ dặn\nDù gian khó vươn lên theo lời Bác\nXây dựng Sơn La bình yên quả ngọt\nĐiệu xòe hoa rộn vang cùng chiêng trống\n\nBản Mường ta vui đón Bác Hồ về\nMùa xuân Việt vươn xa khắp núi rừng\nMùa xuân Việt vươn xa Inh Lả ơi!\nBác Hồ về, Bác Hồ về, Sơn La mừng vui đón Bác Hồ về\nBác Hồ về, Bác Hồ về, Sơn La mừng vui đón Bác Hồ về"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/to-quoc-toi-chua-dep-the-bao-gio-trung-quang.pegYtHBS5jys.html",
                "name": "Tổ Quốc Tôi Chưa Đẹp Thế Bao Giờ",
                "singer": "Trung Quang",
                "lyrics": "Bài hát: Tổ Quốc Tôi Chưa Đẹp Thế Bao Giờ - Trung Quang\n\nTôi lại nhìn như đôi mắt trẻ thơ\nTổ quốc tôi chưa đẹp thế bao giờ\nXanh núi, xanh sông, xanh trời, xanh biển\nXanh trời, xanh của những giấc mơ\nTôi bay giữa màu xanh giải phóng\nTầng thấp, tầng cao, chiều dài, chiều rộng\nÔi Việt Nam !\nÔi Việt Nam ! Yêu suốt một đời.\nNay mới được ôm người trọn vẹn người ơi!\nHùng vĩ thay, toàn thân đất nước\nTựa Trường Sơn vươn tới Trường Sa\nTừ Trà Cổ rừng dương đến Cà Mau rừng đước\nĐỏ bình minh mặt sóng khơi xa.\nĐã qua thuở âm u bóng giặc\nTrắng khăn tang tàn lụi cỏ cây\nĐã qua nối đêm Nam ngày Bắc\nGiữa quê hương mà như kiếp đi đày.\nTa đã thắng, ta đã thắng\nHãy thẳng đường đi tới.\nLấp những hố bom xoá mọi đau buồn\nTừ tro bụi ta lại xây dựng mới\nPhố làng ta và cả những linh hồn.\nTôi lại mơ trên Thái Bình Dương\nTổ quốc ta như một thiên đường\nCủa muôn triệu anh hùng làm nên cuộc sống\nCủa tự do, hy vọng tình thương."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dau-dang-can-chung-ta-co-mat-clb-giai-dieu-tre-tp-can-tho.zs6OyWCSI3VB.html",
                "name": "Đâu Đảng Cần Chúng Ta Có Mặt",
                "singer": "CLB Giai Điệu Trẻ TP Cần Thơ",
                "lyrics": "Như ngọn sóng dâng trào, quyết tâm ta còn cao hơn cả sóng\nCưỡi trên lưng ngựa bay, đời ta vươn lên như mọc cánh, vượt xa tiến nhanh, luôn dẫn đầu.\nỞ đâu gian khó có chúng ta sẵn sàng vượt chông gai ta xây đắp ngày mai.\n\n[ĐK:]\nĐảng dẫn ta đi, ta đi lên.\nNgàn cánh tay ta đang dựng xây tương lai.\nBàn tay ta bạt núi, ta san rừng sâu, băng qua đèo cao.\nĐời vẫn tươi vui trong gian lao.\nĐoàn kết bên nhau, quyết phấn đấu.\nĐoàn ta chí sắt đá cùng tiến theo bóng cờ sao, theo muôn nhịp bước đi lên tiền phong."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tim-anh-noi-bien-gioi-thu-trang.qQfsasUCu3Ki.html",
                "name": "Tìm Anh Nơi Biên Giới",
                "singer": "Thu Trang",
                "lyrics": "Núi vẫn xanh cột mốc biên cương\nHoa vẫn nở trắng rừng biên giới\nSông đầu nguồn vẫn cồn cào vời vợi\nMây bồng bềnh che phủ áng thung sâu\n\nEm biết tìm anh nơi đâu giữa trập trùng cây lá\nEm biết tìm anh ở đâu\nVạt cỏ nào hay hốc đá khe sâu\nAnh vẫn nằm đó mấy chục năm ròng\n\nCùng hàng vạn chiến sỹ hi sinh gìn giữ biên cương\nChẳng có ngày về\nMẹ vẫn chờ anh\nEm vẫn đợi anh\n\nĐồng đội vẫn nhớ anh\nRừng núi thương anh rực màu hoa đỏ\nAnh hóa thành cột mốc linh thiêng\n\nVẫn cháy lòng giận kẻ thù kia.\nEm vẫn tìm anh cho mãi đến bao giờ\nTa tìm nhau mãi mãi tìm nhau"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bang-khuang-truong-sa-quoc-hung-nsut.WnbsYzONqa0b.html",
                "name": "Bâng Khuâng Trường Sa",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Bâng Khuâng Trường Sa - Quốc Hưng (NSƯT)\n\nTrường Sa ơi, mai tàu rời bến\nTa lại về phố thị thân thương\nVòng tay ấm bao chuyện buồn vui\nBiển dẫu yên, lòng ta lây động.\n\nRời xa nhau đêm về thành phố\nNgóng tin xa con sóng hoàng hôn\nTuổi 20 chưa từng hò hẹn\nTrong đêm mơ vẫn gọi mẹ ơi.\n\nTôi muốn ôm ghì bãi san hô\nVang vọng về con sóng Bạch Đằng giang\nMột màu xanh sinh tồn song tử\nĐẹp dịu dàng tiên nữ An Bang\n\nBao xương máu đắp hình hài Tổ quốc\nVang vọng về dòng máu Lạc Hồng xưa\nGiữa đảo xa lá cờ bạc nắng gió\nBỗng trong tôi mắt lệ dâng trào.\n\nTrường Sa ơi, mai tàu rời bến\nTa lại về phố thị thân thương\nVòng tay ấm bao chuyện buồn vui\nBiển vẫn yên lòng ta lay động\n\nTôi muốn ôm ghì bãi san hô\nVang vọng về dòng máu Lạc Hồng xưa\nMột màu xanh sinh tồn song tử\nĐẹp dịu dàng tiên nữ An Bang\n\nBao xương máu đắp hình hài Tổ quốc\nVang vọng về dòng máu Lạc Hồng xưa\nGiữa đảo xa lá cờ bạc nắng gió\nBỗng trong tôi mắt lệ dâng trào."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/chung-toi-la-nguoi-linh-bac-ho-tien-anh.V2W9b0CKGIev.html",
                "name": "Chúng Tôi Là Người Lính Bác Hồ",
                "singer": "Tiến Anh",
                "lyrics": "Bài hát: Chúng Tôi Là Người Lính Bác Hồ - Tiến Anh\nTác giả : Hoàng Mạnh Toàn\n\nChúng tôi là người lính Bác Hồ, mang trên mình màu xanh đất nước.\nMàu xanh quê hương,màu xanh yêu thương.\nTừng tấc đất thấm máu cha ông.\nDù cho gian lao,dù cho hy sinh có chúng tôi người lính sẵn sàng .\n\n[ĐK:]\nLời Người còn vang vang trong tim ta : ”Không gì quý hơn độc lập tự do”.\nTừng đoàn hùng binh hiên ngang ra đi băng qua gian nguy quyết giành toàn thắng .\nLời Người mãi khắc ghi vì tổ quốc mến yêu ,quyết xứng danh người lính Bác Hồ (Việt Nam)\n\nChúng tôi là người lính Bác Hồ.\nDưới quân kỳ cùng đi chiến đấu.\nHòa vang câu ca về quê hương ta về đất nước thấm máu cha ông .\nCờ sao tung bay vì yêu mê say đất nước ta hào khí sáng ngời.\n\n[ĐK:]"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/hat-ve-nguoi-thuong-binh-anh-hung-huy-quyet.Ef9uv9BzylSV.html",
                "name": "Hát Về Người Thương Binh Anh Hùng",
                "singer": "Huy Quyết",
                "lyrics": "Còn sức là còn lao động, là còn cống hiến, còn thi đua\nTiếng nói từ trái tim, của người con đất cảng\nCủa người thương binh quân đoàn 4 anh hùng.\nNgười lính, Trần Hồng Quảng năm xưa\n\nTỏa sáng Trần Hồng Quảng hôm nay\nTrên thành phố Hải Phòng, hoa phượng đỏ tình yêu.\nNgọn đuốc Trần Hồng Quảng giương cao tỏa sáng, cùng tập thể thương binh.\nCho dù vết đạn còn, đau quặng cả mùa đông.\n\n[ĐK:]\nHát về anh, tôi hát về anh, về người thương binh, mãi tuổi đôi mươi khát vọng.\nLòng trào dâng con sóng Bạch Đằng Giang.\nGửi vào đây, gửi niềm tin trong dang dở cuộc đời\nCuộc đời của những thương binh.\n\nNgười chiến sỹ lại bên nhau, vượt qua bao thách thức.\nCó những người thương binh, có những người thương binh.\nMang dòng máu anh hùng, xiết chặt tay nhau.\nSống vì quê hương, đẹp những ước mơ"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/chiec-gay-truong-son-dinh-hoi.xiXd334JKRAl.html",
                "name": "Chiếc Gậy Trường Sơn",
                "singer": "Đình Hội",
                "lyrics": "Bài hát: Chiếc Gậy Trường Sơn - Đình Hội\nTác giả: Phạm Tuyên\n\nThanh niên quê tôi làm chiếc gậy hành quân\nĐặt cho tên gọi là chiếc gậy Trường Sơn\nLuyện cho đôi chân vượt đường xa không mỏi\nLuyện cho tinh thần là chỉ tiến không lui\n\nGậy trong tay mồ hôi đã bóng\nMàu gỗ quê hương mang cả mối tình dân\nNhư nhắn nhủ những ai lên đường mà\nLời hứa với bao người thân.\n\nTrường Sơn ơi, nơi núi mờ xa mà ta chưa qua\nCó suối reo, có gió ngàn cây\nCó dốc cao vực sâu mất lối\nMây trắng quyện dưới chân bước bồi hồi\n\nCó nắng lửa đốt thiêu vách núi\nTrường Sơn ơi!\nTa đến bên người với gậy quê hương\nTrường Sơn ơi, ta đã lên đường.\n\nKhi lửa tiền phương đang nhắc ta gấp bước đường xa\nKhi thù giặc cướp nước cháy bỏng trong lòng ta.\nThanh niên quê tôi luyện sức thật dẻo dai\nHành quân đêm ngày cùng súng đạn nặng vai\n\nNgười thân yêu trao gậy Trường Sơn khi lên đường\nCùng sôi trong lòng bao truyền thống quê hương.\nĐạn bom quân thù đang vấy máu\nGương sáng trung kiên bao liệt sỹ còn đây\n\nNhư nhắn nhủ những ai lên đường mà\nLời hứa sắt son đừng phai.\nTrường Sơn ơi, cho dẫu hiễm nguy bền tâm vững chí\nTrong bước đi nghe tiếng đồng quê\n\nNghe gió reo, bờ tre gốc lúa.\nNghe tiếng người mến thương vẫn dặn dò\nGiữ vững truyền thống của đất nước\nTrường Sơn ơi!\n\nTa đã lên đường với gậy quê hương\nTrường Sơn ơi, chan chứa bao tình\nCho gậy mòn dốc núi vẫn luôn giữ tấm lòng son\nSức trẻ đi cứu nước vững vàng hơn dãy Trường Sơn."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/ve-day-dong-doi-oi-truong-quy-hai.4H2Xt8rP63Zr.html",
                "name": "Về Đây Đồng Đội Ơi",
                "singer": "Trương Quý Hải",
                "lyrics": "Bài hát: Về Đây Đồng Đội Ơi - Trương Quý Hải\n\nVề đây đồng đội ơi.\nNgười chiến sỹ sư đoàn\nHà Giang đã ngưng chiến trận\nVề đây đồng đội ơi.\n\nNhững chiến hữu đơn vị bạn\nĐài hương bốn, sáu, tám ta hội quân\nHãy về đồng đội ơi.\nCòn nằm khe đá hay thủng sâu\n\nVề đây có nhau như nguyện ước chiến hào\nĐược hòa cùng bầy trẻ thơ bên sông nô-hắc yên bình.\nQuân dân đồng ấm nghĩa tình.\nHãy về đồng đội ơi người lính chiến mãi đôi mươi.\n\nVề đây điếu thuốc lào âm trẻ trung hồn nhiên\nNụ cười bạn bè đồng đội người thân ôm nhau nước mắt chan hòa.\nBiên cương hình bóng quê nhà\nNhìn kìa đồng đội tôi một năm không chín máu thắm quân kỳ.\n\nBảy bảy hai.\nSáu tám lăm anh em đang về.\nVà kia một nghìn một trăm.\nHai ba ba.\n\nBốn chín bốn lăm.\nBờ suối dốc núi anh em về đây.\nHãy về đồng đội ơi còn nằm khe đá hay thủng sâu.\nVề đây có nhau như nguyện ước chiến hào.\n\nĐược hòa cùng bầy trẻ thơ bên sông nô-hắc yên bình.\nQuân dân đồng ấm nghĩa tình.\nHãy về đồng đội ơi người lính chiến mãi đôi mươi.\n\nVề đây điếu thuốc lào âm trẻ trung hồn nhiên\nNụ cười bạn bè đồng đội người thân ôm nhau nước mắt chan hòa.\nBiên cương hình bóng quê nhà."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tinh-viet-lao-khanh-huyen-ft-the-anh.uaPPrm1XZWLJ.html",
                "name": "Tình Việt Lào",
                "singer": "Khánh Huyền",
                "lyrics": "Bài hát: Tình Việt Lào - Khánh Huyền, Thế Anh\nSáng tác Hồ Hữu Thới\n\nEm ở bên này Tây Trường Sơn, anh ở bên này Đông Trường Sơn, luôn gửi cho nhau câu hát ân tình, câu hát dân ca của lào Lùm, Lào Sủng, Lào Thơ. Câu hát dân ca của quê mình Quan Họ, đến với nhau người ơ, người ơ ơ ơ đừng về,\nEm ở bên Tây, anh ở bên Đông, hai đứa nghe chung tiếng gà gáy sáng, đất nước Triệu Voi, đất nước Tiên rồng, chung bước đi lên xây đắp mối tình, tình việt Lào anh em, tình Việt Lào anh em mãi mãi không bao giờ phai. Dạo nhạc trở lại từ đầu)...phải.\n\n[Đk:]\nEm ở bên Tây, Anh ở bên Đông, hai đứa nghe chung tiếng gà gáy sáng, đất nước Triệu Voi, đất nước Tiên Rồng,chung bước đi lên xây đắp mối tình, tình Việt Lào anh em, tình việt Lào anh em mãi mãi không bao giờ phai."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/vi-nhan-dan-quen-minh-top-ca-qk7.dGKgxUDn8jNU.html",
                "name": "Vì Nhân Dân Quên Mình",
                "singer": "Tốp Ca QK7",
                "lyrics": "Bài hát: Vì Nhân Dân Quên Mình - Tốp Ca QK7\n\nVì nhân dân quên mình vì nhân dân hy sinh\nAnh em ơi vì nhân dân quên mình\nĐoàn vệ quốc chúng ta ở nhân dân mà ra\nĐược dân mến được dân tin muôn phần.\n\nThề vì dân suốt đời thề tranh đấu không ngừng\nVì đất nước thân yêu mà hy sinh\nThề diệt hết đế quốc kia giành tự do hòa bình\nĐoàn vệ quốc quên mình vì nhân dân.\n\nThề noi gương Bác Hồ vì nhân dân gian lao\nTrong bao năm người tranh đấu không ngừng\nNgười chỉ biết có dân ngày ngày lo\nSao cho toàn dân ấm toàn dân no được học hành\n\nNgười chỉ vui khi nào toàn dân hết đau thương\nNgười tranh đấu đem tương lai về cho dân\nĐoàn vệ quốc chúng ta là con yêu của người\nThề noi gương suốt đời vì nhân dân."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/truong-son-dong-truong-son-tay-tu-nhu-tai-ft-ngoc-lien.od0kHL9TEreA.html",
                "name": "Trường Sơn Đông Trường Sơn Tây",
                "singer": "Từ Như Tài",
                "lyrics": "Bài hát: Trường Sơn Đông Trường Sơn Tây - Từ Như Tài, Ngọc Liên\nSáng tác: Hoàng Hiệp\n\nCùng mắc võng trên rừng Trường Sơn\nHai đứa ở hai đầu xa thẳm\nĐường ra trận mùa này đẹp lắm\nTrường Sơn Đông nhớ Trường Sơn Tây.\n\nTrường Sơn Tây anh đi\nThương em thương em bên ấy mưa nhiều\nCon đường mà gánh gạo\nMuỗi bay rừng già cho dài mà tay áo\n\nHết rau rồi em có lấy măng không\nCòn em thương bên tây anh mùa đông\nNước khe cạn bướm bay lèn đá\nBiết lòng anh say miền đất lạ\n\nLà chắc em lo đường chắn bom thù.\nAnh lên xe trời đổ cơn mưa\nCái gạt nước xua đi nỗi nhớ\nEm xuống núi nắng về rực rỡ\n\nCái nhành cây gạt mối riêng tư\nTừ bên em đưa sang bên nơi anh\nNhững binh đoàn nối nhau ra tiền tuyến\nNhư tình yêu nối lời vô tận\nĐông Trường Sơn nối Tây Trường Sơn."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tu-nguyen-bui-thang.lq85KUE7VAL2.html",
                "name": "Tự Nguyện",
                "singer": "Bùi Thắng",
                "lyrics": "Nếu là chim, tôi sẽ làm loài bồ câu trắng\nNếu là hoa, tôi sẽ làm một đóa dướng dương\nNếu là mây, tôi sẽ làm một vầng mây ấm\nLà người, tôi xin chết cho quê hương.\n\nLà chim, tôi sẽ cất cao đôi cánh mềm\nTừ nam ra ngoài bắc báo tin nối liền\nLà hoa, tôi nở tình yêu ban sớm\nCùng muôn trái tim ngất ngây hòa bình.\n\nLà mây, theo làn gió tôi bay khắp trời\nNghìn xưa oai hùng đó tôi xin tiếp lời\nLà người, xin một lần khi nằm xuống\nNhìn anh em đứng lên cất cao ngọn cờ\n"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/me-va-to-quoc-dan-truong.6ALzlZXZ8vD3.html",
                "name": "Mẹ Và Tổ Quốc",
                "singer": "Đan Trường",
                "lyrics": "Bài hát: Mẹ Và Tổ Quốc - Đan Trường, Trung Quang\n\nMẹ tôi đi qua hai cuộc chiến tranh\nNgười mẹ Việt Nam lưng còng nặng bước trên đường làng.\nDòng sông lúc đục lúc trong mẹ ngồi đây khắc khoải đợi tin con.\nTiếng quê hương qua lời ru của mẹ, mẹ vẽ trọn dáng hình hài Tổ quốc\nKhắc đá làm bia tan giữa đất trời Tổ quốc trong con, Tổ quốc trong con.\n\nLà tấm lòng của mẹ, mẹ muôn đời là Tổ quốc ở trong con.\nTiếng hồn thiêng núi sông ngân dài lời ru của mẹ\nHãy ngủ yên con nhé đất nước thanh bình mẹ thanh thản ra đi\nĐất nước nghiêng mình là dáng mẹ Việt Nam."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/the-gian-nay-chi-rieng-bac-ma-thoi-thuy-dung.7uG3TRrjOyQi.html",
                "name": "Thế Gian Này Chỉ Riêng Bác Mà Thôi",
                "singer": "Thùy Dung",
                "lyrics": "Con không nói được điều gì về Bác nữa đâu\nChỉ lặng im... Khi thấy Bác... mặc quần đùi hành quân ra trận địa\nBác vừa đi vừa vác sào phơi áo\nTrùm khăn rét mùa đông bên ruộng mạ\nChỗ Bác ngồi các vệ cỏ... ven... đê.... Con không nói được điều gì về Bác nữa đâu Chỉ biết khóc Nước mắt thay dòng chữ Khóc vì người giản dị quá người ơi À ơi à ơi ..ớ ơ ơ ơ hớ ơ ơ hớ... Có phải nên quê hồn quê thắm vào máu thịt Thuở ấu thơ theo phường người đi nghe hát Quần xăn gối với bạn đứng đầu sân Theo mẹ lon ton qua đèo ngang... Ơi nhớ tấm áo nâu xắc mây tủi vải phông phanh Súng khoác vai... chắc tay cương yên ngựa vượt suối băng đèo Những chiều giữa rừng cùng cháu con tập võ Nào cuốc nào cào tay nhặt cỏ Hạn úng ngâp đồng Bác guồng nước với dân...\nCon không nói.. được điều gì về Bác nữa đâu Chỉ lặng im... Khi thấy Bác.. mặc quần đùi hành quân ra trận địa\nBác vừa đi vừa vác sào phơi áo\nTrùm khăn rét mùa đông bên ruộng mạ\nChỗ Bác ngồi các vệ cỏ... ven... đê.... Con không nói được điều gì về Bác nữa đâu Chỉ biết khóc nước mắt thay dòng chữ Khóc vì Người giản dị quá người ơi À ơi à ơi ..ớ ơ ơ ơ hớ ơ ơ hớ ơ ớ... Nhớ ngày về thăm quê.. vẫn mo cơm mắm tép với cà Bác qua lò rèn vòng sang giếng Cốc Nhẩm tên bạn bè ai còn ai mất, ân cần thân thương ơi người ơi... Bác với... năm châu.. ở đâu cũng mộc mạc chân quê Với đôi ..dép cao su vết mòn sương gió quên mình Trọn cuộc đời đấu tranh cho tự do và độc lập Tình Bác bao la như biển lớn, trọn đời Bác yêu nước thương dân\nÔi... Thế gian này có còn nữa hay không?\nLãnh tụ gì mà sao đơn giản thế? Con tin rằng thế gian này chỉ riêng Bác mà thôi! Con tin rằng thế gian này chỉ riêng Bác mà thôi!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/ban-tinh-ca-nganh-dien-dinh-hoi.pEyB9o1qljki.html",
                "name": "Bản Tình Ca Ngành Điện",
                "singer": "Đình Hội",
                "lyrics": "Biết mấy tự hào ngành điện chúng ta.\nNhớ mãi năm xưa Người đã đến nơi này\nNgười dạy ta yêu thương, cùng kề vai bên nhau\nBao tháng năm thăng trầm mà lòng vẫn sắt son\n\nVang khúc ca trên đường, người thợ điện hát quân hành.\nTới những chân trời rộng mở đón ta.\nÁnh mắt thân yêu và đây những nụ cười\nMà lòng sao bâng khuâng, dòng điện đi muôn nơi\n\nVề với núi rừng kìa đảo xa đang mong chờ.\nĐã biết bao nhiều đời lòng người thỏa những ước mong.\nĐiện bừng lên, ánh sáng soi\nNgày từng ngày ước mơ, mang ánh sáng cho đời\n\nỞ trong lao động niềm vui sao người thợ\nGiọt mồ hôi trên những công trình.\nÔi! Niềm tin sáng trong ta như chàng trai Phù Đổng ơ đang vươn mình!\nNhư tình yêu rực cháy, như đường dây mạch máu chảy trong tim.\nBản tình ca nồng thắm của ngành điện chúng ta (Việt Nam)"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tham-lai-truong-bon-vu-thang-loi.xxdZ3opjtHZO.html",
                "name": "Thăm Lại Truông Bồn",
                "singer": "Vũ Thắng Lợi",
                "lyrics": "Chiều nay về thăm lại Truông Bồn\nNghe tiêng thông reo thì thầm trong gió\nNghe các chị các anh thì thầm dưới cỏ\nHát bài ca bài ca mở đường\n\nNgày ấy Truông Bồn mưa bom bão đạn\n13 chiến sĩ thanh nhiên xung phong\nTiểu đội thép C317\nThức trọn đêm thông đường cho xe qua\n\nNgày ấy Truông Bồn mưa bom bão đạn\nCác chị các anh vẫn hồn nhiên ca hát\nVà yêu thương nhau ấm tình đồng đội\nKể cho nhau nghe những ước mơ hồng\n\nNếu ngày đó không phải 31 tháng 10\nNếu ngày đó không còn bóng quân thù xâm lăng\nThì cửa tử Truông Bồn không phải là tàn khốc\nVà các chị các anh không ra đi mãi mãi\n\nĐể lại Truông Bồn những tiếc thương khôn nguôi\nTổ quốc nhớ các chị các anh\nNhững tấm gương hy sinh của bao người chiến sĩ\n\nĐã tạc vào trái tim bao thế hệ\nCho hôm nay và mãi đến mai sau\nBài ca mở đường vẫn vang mãi ngàn năm."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/hao-khi-viet-nam-vu-thang-loi.PvZmzm9hJW1a.html",
                "name": "Hào Khí Việt Nam",
                "singer": "Vũ Thắng Lợi",
                "lyrics": "Bài hát: Hào Khí Việt Nam - Vũ Thắng Lợi\n\nViệt Nam ơi, giống hùng thiêng.\nNgàn năm lưu danh sử sách.\nMẹ Âu Cơ, bố Lạc Long Quân\nCùng trăm con xây cơ đồ.\n\nThời gian qua, kiên dũng đời ông cha\nDựng xây, giữ yên bờ cõi.\nĐể tương lai con cháu cùng hoan ca\nĐất nước thanh bình, rực rỡ gấm hoa.\n\nĐinh, Lý, Trần, Lê ơi!\nNguyện xin khắc ghi đời đời.\nXương máu rồng tiên ơi!\nCòn đây kiên trung bất khuất.\n\nNhư sóng biển Đông kia\nNgàn năm mãi luôn lưu truyền\nHào khí trời nam ta\nRạng ngời sắt son Việt Nam.\n\nTriều Tây sơn áo bạc vai\nRừng thiêng sắt son thề ước.\nThành Thăng Long, mãi còn bay xa\nThời gian qua thắm oai hùng.\n\nNhà Nam ta, đất với trời bao la\nTuyệt nhiên thiên thư còn đó.\nGiặc bao phen, khiếp vía, chùn tâm can.\nĐất nước ngoan cường, một dải gấm hoa.\n\nSông hát hồn thiêng ơi, ngàn sau cháu con ghi lòng.\nSóng lớn, Bạch Đằng giang nơi vùi thây bao quân xâm lấn.\nLớp lớp người chung tay, dựng xây gấm son san hà.\nCho nước Việt Nam ta, ngàn đời ngút cao hùng thiêng\n\nĐinh, Lý, Trần, Lê ơi!\nNguyện xin khắc ghi đời đời.\nXương máu rồng tiên ơi!\nCòn đây kiên trung bất khuất.\n\nNhư sóng biển Đông kia\nNgàn năm mãi luôn lưu truyền\nHào khí trời nam ta\nRạng ngời sắt son Việt Nam.\n\nCho đến ngàn năm sau\nRạng ngời sắt son\nHào khí Việt Nam"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bai-ca-tuoi-tre-que-chung-va.jWEZpClB9BJv.html",
                "name": "Bài Ca Tuổi Trẻ Quê Chung",
                "singer": "V.A",
                "lyrics": "Nơi Vĩnh Linh sáng ngời đất mẹ\nTa hát bài ca tuổi trẻ quê chung\nTân Kỳ ơi! Xứ Nghệ kiên trung\nVẫn nhớ một thời gian khổ hy sinh\n\nTrong kháng chiến đã cùng chia lửa\nNghĩa tình sau trước, một lòng sắt son\nTuổi trẻ hôm nay nguyện cùng tiếp bước\nTô đẹp bài ca non nước quê mình\n\nHai tiếng Tân Kỳ hai tiếng Vĩnh Linh\nMãi mãi trọn tình đồng chí, anh em\nƠi Vĩnh Linh! Bao chiến công vĩ đại\nTuyến lửa quê ta lũy thép thành đồng\n\nTân Kỳ ơi bao ngọn núi dòng sông\nCòn in dấu những chiến công ngày ấy\nĐất hai quê từng giờ thay đổi\nTa đến đây rồi mà cứ ngỡ trong mơ\n\nTuổi trẻ vững tin tự hào tiếp nối\nXây dựng Tân Kỳ cùng với Vĩnh Linh\nGiàu đẹp văn minh cuộc sống vươn mình\nHát mãi bài ca nghĩa tình quê chung"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bac-ho-mot-tinh-yeu-bao-la-hong-cam.gaUbRssmMRKs.html",
                "name": "Bác Hồ Một Tình Yêu Bao La",
                "singer": "Hồng Cẩm",
                "lyrics": "Bác Hồ, Người là tình yêu thiết tha nhất\nTrong lòng dân và trong trái tim nhân loại.\nCả cuộc đời Bác chăm lo cho hạnh phúc nhân dân\nCả cuộc đời Bác hi sinh cho dân tộc Việt Nam.\n\nBác thương các cụ già xuân về gửi biếu lụa\nBác yêu đàn cháu nhỏ trung thu gửi cho quà\nBác thương đoàn dân công đêm nay ngủ ngoài rừng\nBác thương người chiến sĩ đứng gác ngoài biên cương\n\nBác viết thư thăm hỏi gửi muôn vàn yêu thương\nBác viết thư thăm hỏi gửi muôn vàn yêu thương.\nBác Hồ, Người là tình yêu thiết tha nhất\nTrong lòng dân và trong trái tim nhân loại.\n\nCả cuộc đời rất thanh cao không gợn chút riêng tư\nMãi ngàn đời ngát hương thơm trong tâm hồn Việt Nam.\nBác đem ánh mặt trời xua màn đêm giá lạnh\nBác đem mùa xuân về mang hoa đẹp cho đời\n\nBác như bài dân ca ru em bé vào đời\nBác như vì sao sáng sáng giữa trời bao la\nNhư cánh chim không mỏi bay khắp trời quê hương\nXin khắc sâu ơn Người trong tâm hồn Việt Nam."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/chung-con-canh-giac-ngu-cho-nguoi-bui-thang.O3t1FsjqnX5Z.html",
                "name": "Chúng Con Canh Giấc Ngủ Cho Người",
                "singer": "Bùi Thắng",
                "lyrics": "Bài hát: Chúng Con Canh Giấc Ngủ Cho Người - Bùi Thắng\nNhạc và lời: Nguyễn Đăng Nước\n\nVinh quang con đứng bên Người\nCanh cho Bác ngủ ngon giấc\nTrên môi như Bác vẫn cười\nBác vui vì khắp non sông\nCháu con trở về sum vầy.\n\nNghiêm trang trong nắng Ba Đình\nHoa thơm ngát trời Thủ Đô.\nChúng con nguyện hứa với Người\nSắt son vì Tổ Quốc hy sinh\nBảo vệ nước non ngàn đời sáng tươi.\n\nƠ... sáng tháng Năm trời trong xanh quá!\nBốn phương về tụ Ba Đình.\nHãy nhè nhẹ bàn chân!\nBác chưa trọn giấc mơ.\n\nƠ... những bước chân bồi hồi xao xuyến\nCháu con trở về bên Người.\nHãy đừng để lệ rơi! Bác đang ngủ kia mà!\nNgười vừa mới đặt mình.\n\nVinh quang con đứng bên Người\nCanh cho Bác ngủ ngon giấc\nTrên môi như Bác vẫn cười\nBác vui vì khắp non sông\nCháu con trở về sum vầy.\n\nNghiêm trang trong nắng Ba Đình\nHoa thơm ngát trời Thủ Đô.\nChúng con nguyện hứa với Người\nSắt son vì Tổ Quốc hy sinh\nBảo vệ nước non đời đời sáng tươi!\n\nƠ...sáng tháng Năm trời trong xanh quá!\nBốn phương tụ về Ba Đình.\nHãy nhè nhẹ bàn chân!\nBác chưa trọn giấc mơ.\n\nƠ...những bước chân bồi hồi xao xuyến\nCháu con trở về bên Người.\nHãy đừng để lệ rơi! Bác đang ngủ kia mà!\nNgười vừa mới đặt mình.\n\nƠ...nay chúng con cùng canh giấc Bác\nTiếng ca đọng niềm nhớ thương.\nChúng con đời đời bên Bác.\nBác ơi! Bác ngủ ngon lành!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/vao-doi-huyen-trang-ft-minh-vuong.rzMdtS74dJY8.html",
                "name": "Vào Đời",
                "singer": "Huyền Trang",
                "lyrics": "[Khúc 1:]\n17 tuổi đầu chí lớn làm trai\nVành tay lái là khát khao tuổi trẻ\nĐược bôn ba khắp các chiến trường\nBom đạn quân thù không run tay người lính\n\nChỉ cần trong xe một trái tim hồng\nTrường Sơn Đông nối Trường Sơn Tây\nXe tôi đã qua bao mùa chiến dịch\nĐã bao lần cận kề cái chết\n\nVẫn vẹn nguyên chiến mã Trường Sơn\nCon đường 20 ví là cửa tử\n781 anh hùng vang vọng bản trương ca\n\n[Khúc 2:]\nMôn sơn trăm sự khởi đầu\nChín năm là những bể dâu đoạn trường\nTừ rừng sâu tới Thăng Long\nĐến đâu cũng thấy công trình mọc lên\n\nSân bay, thủy điện chói lòa\nCông trình thế kỷ quốc gia để đời\nNgăn sông lấn biển xuyên rừng\nLàm nên 36 nhà thầu đa năng\n\n(Ơ mười năm trải nghiệm thương trường\nLúc trầm bổng lúc hào hùng ngân xa)\nSức phi xích thố *** trường\nNội Bài cho tới Nam Đồng hôm nay\n\nÂm vang Khe Bố Đông Hồi\nTây Nguyên Nam Bộ Thăng Long xứ Lào\nDù cho bất cứ nơi nào\n\nĐá mềm chân cứng một thời hành quân\nVinh quang thay 36 anh hùng\nCủa bao đồng đội khát khao một thời\n\n[Đk]ư\nVinh quang thay 36 anh hùng\nCủa bao đồng đội khát khao một thời\nƠ hơ ơ hơ"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tham-lai-lang-sen-tan-nhan-ft-pham-phuong-thao.dltJvkeKRMl5.html",
                "name": "Thăm Lại Làng Sen",
                "singer": "Tân Nhàn",
                "lyrics": "Bài hát: Thăm lại làng Sen - Phương Thảo Tân Nhàn VTC3 - Tân Nhàn, Phạm Phương Thảo\n\nVề làng Sen tôi thăm lại nhà xưa.\nBác Hồ ở đây khi tuổi còn thơ.\nTrông mái lá nguyên lành nếp cổ.\nBút nghiên cha, võng mẹ ngồi ru.\nHồ làng Sen năm hai mùa nở hoa\nGương mặt hồ soi bóng người ngày xưa\n\nBên giếng gốc trong xanh vẫn còn bậc xuống lên dấu chân người bấy giờ.\nBác Hồ ơi! Bác đi xa rồi mà quê mẹ vẫn xa gần người đến thăm quê.\nBao khách tới trong ngoài nước nhớ khói hương thơm ấm cả sớm chiều.\nBác ơi, xưa nhà bác cũng nghèo.\nQuê hương bác cũng như nhiều quê hương.\nChỉ vì Bác rộng tình thương, cho nên nắng đẹp ngàn phương tràn về."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tu-nguyen-bui-thang-ft-giap-thuy.Rr0mfIfAhew9.html",
                "name": "Tự Nguyện",
                "singer": "Bùi Thắng",
                "lyrics": "Nếu là chim, tôi sẽ làm loài bồ câu trắng\nNếu là hoa, tôi sẽ làm một đóa dướng dương\nNếu là mây, tôi sẽ làm một vầng mây ấm\nLà người, tôi xin chết cho quê hương.\n\nLà chim, tôi sẽ cất cao đôi cánh mềm\nTừ nam ra ngoài bắc báo tin nối liền\nLà hoa, tôi nở tình yêu ban sớm\nCùng muôn trái tim ngất ngây hòa bình.\n\nLà mây, theo làn gió tôi bay khắp trời\nNghìn xưa oai hùng đó tôi xin tiếp lời\nLà người, xin một lần khi nằm xuống\nNhìn anh em đứng lên cất cao ngọn cờ\n"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dang-da-cho-ta-sang-mat-sang-long-pham-van-ly.y5dRXLy3IAlO.html",
                "name": "Đảng Đã Cho Ta Sáng Mắt Sáng Lòng",
                "singer": "Phạm Văn Lý",
                "lyrics": "Bài hát: Đảng Đã Cho Ta Sáng Mắt Sáng Lòng - Phạm Văn Lý\nTác giả : Phạm Tuyên\n\nĐảng đã cho tôi sáng mắt sáng lòng\nTrước như tuổi thơ tôi nào biết đường\nMáu tôi đỏ và tim tôi yêu nước\nTôi chỉ biết là đêm tối mênh mông\n\nĐảng đã cho tôi sáng mắt sáng lòng\nĐảng ta ơi, cám ơn người dạy dỗ\nTừ đây lòng tôi sướng vui đau khổ\nVà tình yêu căm giận hóa lời ca\n\nĐảng cho tôi màu sắc nước non nhà\nĐảng của tôi ơn, người đã cho tôi sáng mắt sáng lòng"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/hat-ben-tuong-dai-bac-trong-tan.Nz3ntGa41N57.html",
                "name": "Hát Bên Tượng Đài Bác",
                "singer": "Trọng Tấn",
                "lyrics": "Bài hát: Hát Bên Tượng Đài Bác - Trọng Tấn\nSáng tác: Hồ Hữu Thới\n\nChúng con từ khắp muôn nơi\nCùng hành hương về quê Bác\nChúng con từ miền xuôi miền ngược\nCùng về đây mở hội làng Sen\n\nCùng về đây hát muôn lời ca dâng Người\nƠ ơ ơ ơ ơ\nƠ ơ ơ ơ ơ\nHát bên tượng đài Bác lòng con thấy sáng trong hơn\n\nHát bên tượng đài Bác lời ca vút bay lên bầu trời\nKhúc ca nào gọi nắng xôn xao\nKhúc ca nào nồng thắm tin yêu\nVề quê Bác hát bên tượng đài Bác\n\nLòng con thấy bâng khuâng trời mây\nBâng khuâng niềm ước mơ\n(Dạo nhạc hát lại từ đầu) niềm ước mơ\n\n[Đk:]\nHát bên tượng đài Bác lòng con thấy sáng trong hơn\nHát bên tượng đài Bác lời ca vút bay lên bầu trời\nKhúc ca nào gọi nắng xôn xao\nKhúc ca nào nồng thắm tin yêu\n\nVề quê Bác hát bên tượng đài Bác\nLòng con thấy bâng khuâng trời mây\nBâng khuâng niềm ước mơ"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dong-song-hoa-do-pham-phuong-thao.JAlsgb4dphF0.html",
                "name": "Dòng Sông Hoa Đỏ",
                "singer": "Phạm Phương Thảo",
                "lyrics": "Bao năm qua sông Thạch Hãn đầу vơi\nNhư lòng mẹ không nguôi thổn thức\nBao năm qua dưới chân Thành cổ\nCác anh hùng tuổi 20 ngã xuống\nHòa quуện gió mâу, máu hòa Thạch Hãn\n\nKhi người lính lặng уên tan vào đất\nLà cuộc đời chảу mãi những dòng sông\nÔi dòng sông mang phù sa người lính\nTưới mát bãi bồi xanh mướt nương dâu\n\nTrên dòng sông hoa đỏ bồng bềnh trôi.\nMàu hoa lửa cháу lên niềm thương nhớ!\nNhững giọt máu mang hình hài con mẹ\nChảу vào lòng Thạch Hãn rưng rưng!\n"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/noi-dao-xa-hoang-nam.TFcVOPHj3HHD.html",
                "name": "Nơi Đảo Xa",
                "singer": "Hoàng Nam",
                "lyrics": "Nơi anh đến là biển xa, nơi anh tới ngoài đảo xa\nTừ mảnh đất quê ta giữa đại dương mang tình thương quê nhà\nĐây Trường Sa, kia Hoàng Sa\nNgàn bão tố phong ba đã vượt qua vượt qua.\n\nLướt sóng con tàu mang tín hiệu trong đất liền\nMắt em nhìn theo con tàu đi xa mãi\nGiữa nơi biển khơi đang nở rộ ngàn bông hoa san hô\nCánh hoa đỏ thắm bao hy vọng anh gửi về tặng em.\n\nƠi ánh mắt em yêu như biển xanh, như trời xanh trong nắng mới\nNhớ cả dáng hình em mùa gặt nặng đôi vai\nSóng ru mối tình đời thủy thủ càng thêm vui\nĐây con tàu xa khơi, đây con tàu xa khơi.\n\nVầng trăng sáng trên biển xa, vầng trăng sáng ngoài đảo xa\nVẳng nghe tiếng ngân nga ru lòng ta bao lời ca quê nhà\nĐây Trường Sa, kia Hoàng Sa\nQuần đảo đứng hiên ngang thiên hùng ca ngời sáng.\n\nTháng năm con tàu *** sóng cả *** gió biển\nNước da màu nắng tươi giòn thêm ánh thép\nCánh chim hải âu bốn mùa về cùng anh vui ra khơi\nCánh hoa biển trắng là kỷ niệm anh gửi về tặng em.\n\nĐây súng khoác trên vai trăng đầu núi soi hình anh đang đứng đó\nNhắn về đất liền cánh buồm chở đầy tin yêu\nSóng ru mối tình đời thủy thủ càng thêm yêu\nĐây con tàu xa khơi, đây con tàu xa khơi."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bac-ho-mot-tinh-yeu-bao-la-vu-thang-loi.dkhy190O6eJu.html",
                "name": "Bác Hồ Một Tình Yêu Bao La",
                "singer": "Vũ Thắng Lợi",
                "lyrics": "Bài hát: Bác Hồ Một Tình Yêu Bao La - Vũ Thắng Lợi\n\nBác Hồ, Người là tình yêu thiết tha nhất trong lòng dân và trong trái tim nhân loại.\nCả cuộc đời Bác chăm lo cho hạnh phúc nhân dân,\nMãi ngàn đời ngát hương thơm trong tâm hồn Việt Nam.\nBác thương các cụ già xuân về gửi biếu lụa,\nBác yêu đàn cháu nhỏ trung thu gửi cho quà.\nBác thương đoàn dân công đêm nay ngủ ngoài rừng,\nBác thương người chiến sĩ đứng gác ngoài biên cương.\nBác viết thư thăm hỏi gửi muôn vàn yêu thương.\nBác viết thư thăm hỏi gửi muôn vàn yêu thương.\n\nBác Hồ, Người là tình yêu thiết tha nhất trong lòng dân và trong trái tim nhân loại.\nCả cuộc đời rất thanh cao không gợn chút riêng tư,\nMãi ngàn đời ngát hương thơm trong tâm hồn Việt Nam.\nBác đem ánh mặt trời xua màn đêm giá lạnh,\nBác đem mùa xuân về mang hoa đẹp cho đời.\nBác như bài dân ca ru em bé vào đời,\nBác như vì sao sáng sáng giữa trời bao la,\nNhư cánh chim không mỏi, bay khắp miền quê hương,\nNhư cánh chim không mỏi, bay khắp trời Việt Nam\nXin khắc sâu ơn Người trong tâm lòng Việt Nam"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/viet-nam-trong-tim-toi-trung-nhat.RXVRR0PmXXsx.html",
                "name": "Việt Nam Trong Tim Tôi",
                "singer": "Trung Nhật",
                "lyrics": "Bài hát: Việt Nam Trong Tim Tôi - Trung Nhật\nNhạc & lời: Việt Đăng (Nguyễn Văn Điệt)\nPhối: Khúc Đạo Minh\n\nĐàn bồ câu trắng bay lên trời xanh\nNghìn muôn tia nắng reo vang bình minh.\nHạt sương lóng lánh mắt huyền yêu dấu\nDưới ánh nắng vàng bầu trời Nam rất huy hoàng\n\nCâu ca thanh bình rộn ràng cất tiếng ân tình.\nViệt Nam mến yêu ơi! Bàn tay tuổi hai mươi\nNào hợp sức đắp xây cuộc sống mới.\nGiờ đây ta vắt sỏi khô thành cơm\n\nKỷ nguyên hai mốt đỉnh cao vượt lên\nMặt trời chân lý trong tầm tay với\nLý tưởng Bác Hồ trong tim mãi mãi rạng ngời\nThanh niên thế hệ bằng thành tích rất tuyệt vời\n\nĐoàn ta quyết đi lên, Tổ quốc sẽ không quên\nTrung, Nam, Bắc tình ta vững bền.\nLa la la. Hm hm hm hm\nViệt Nam! Vươn lên\n\nNào ta thanh niên, hòa chung con tim\nHát lên giai điệu Tổ quốc với niềm tự hào.\nViệt Nam! Ta ơi\nTình ta muôn nơi, kịp bước thế giới\nXứng danh giống dòng Lạc Long điểm tô non sông"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/nguoi-chien-si-tau-ngam-nguyen-phi-hung.spRFlBTKh9GW.html",
                "name": "Người Chiến Sĩ Tàu Ngầm",
                "singer": "Nguyễn Phi Hùng",
                "lyrics": "Người chiến sĩ tàu ngầm, âm thầm giữa lòng đại dương mênh mông\nThề quyết giữ non sông, yên bình từng con sóng biển Đông\nNgười chiến sĩ tàu ngầm với lời thề vì non sông gầm vóc\nGiữ trọn niềm tin vì quê hương yên bình\n\nXin dâng hiến tuổi xuân mình vì đất nước yêu thương\nNơi sâu thẳm trong lòng biển là Tổ quốc thiêng liêng\nAnh mang trong tim hồn thiêng nước Việt\nDu hiểm nguy chông gai quyết không lùi bước người chiến sĩ tàu ngầm\n\nCho non nước mãi vững bền mặc bão tố phong ba\nLà những chiến công thầm lặng đẹp tựa muôn đóa hoa\nLuôn ghi trong tim sắc son lời Bác\nVì biển đảo giang sơn mãi luôn ngời sáng người chiến sĩ tàu ngầm."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bai-ca-ben-canh-vong-bui-thang.31kHf1TCSWvR.html",
                "name": "Bài Ca Bên Cánh Võng",
                "singer": "Bùi Thắng",
                "lyrics": "Dừng chân bên suối võng đưa\nNhìn trời cao trong xanh lồng lộng\nBông hoa rừng thơm mát\nPhải đất nước cho ta\n\nMẹ yêu con\nGửi tình trong hoa bát ngát\nVõng theo ra chiến trường\nVõng theo ta giải phóng\n\nTổ Quốc ơi!\nMuôn năm vững bền hai đầu\nCho quê ta hết giặc\nBao em thơ yên ngủ\n\nVề anh ru dưới bóng dừa.\nChiều Trường Sơn dào dạt võng đưa\nRừng ru ta thân yêu như quê nhà\nNhư con thuyền trên bến\n\nĐợi rẽ sóng trùng khơi\nVề dưới xuôi\nĐồn thù bốc cháy nơi nơi\nVõng theo ra chiến trường\n\nVõng theo ta giải phóng\nTổ Quốc ơi!\nMuôn năm vững bền hai đầu\n\nLời ru xưa vỗ về\nLời ru nay thúc giục\nRộn lòng ta ra chiến trường."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/to-quoc-yeu-thuong-quoc-hung-nsut.BPvrOcLFeVy1.html",
                "name": "Tổ Quốc Yêu Thương",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Tổ Quốc Yêu Thương - Quốc Hưng (NSƯT)\n\nTa đi trên đường mùa Xuân\nĐường vang muôn tiếng hát thân thương\nTrong ánh mắt nụ cười rạng rỡ.\nBa mươi năm mới có một ngày\nQuê hương ơi biết mấy tự hào\nVề đây Nam Bắc cầm tay ta hát trên con đường vui.\n\nTrời quê hương rộng cánh chim bay\nKhông còn bóng mây thù che lối.\nNghe sóng biển rì rào cả hát\nNhư mạch máu dâng trào rộn trái tim ta.\n\nBao buồn thương trôi qua, ta say mê trong niềm tin yêu.\nBao mẹ bao em ta rạng rỡ lên như ngàn đóa hoa\nNhững ánh mắt chan hòa yêu thương\nBao lâu mơ ước sum vầy thỏa lòng trông đợi.\nNhững lứa đôi ước hẹn,\nTuy xa cách nhưng lòng thầm nhắc nhau ngày toàn thắng...\n\nTổ Quốc ơi! Có bao giờ đẹp như hôm nay\nTa đang sống trong ngày chói lọi của Tổ quốc yêu thương\nTổ Quốc Việt Nam anh hùng!\n\nNon sông nay lại về ta\nDòng sông xanh núi biếc reo ca\nBao đất mới sinh sôi mùa lúa.\nQuê hương ơi nối những nhịp cầu\nTa chung xây đất nước đẹp giàu.\nVề đây Nam Bắc kề vai tiến bước trên con đường vui.\n\nBiển quê hương lộng gió ngàn khơi\nCó giọng hát trên thuyền kéo lưới\nTrên đất này một màu xanh mới\nĐây màu xanh hy vọng, màu xanh tương lai...\n\nTrong ngày vui hôm nay ghi công ơn Bác Hồ kính yêu.\nTrên đường vui hôm nay, thêm mến yêu anh Giải phóng quân\nNhững chiếc mũ tai bèo thân thương.\nAnh qua bao núi bao rừng muôn vàn gian khổ\nMáu các anh đã đổ, cho sông núi càng rực rỡ trong ngày toàn thắng...\n\nTổi quốc ơi! Có bao giờ đẹp như hôm nay\nTa đang sống những ngày chói lọi của Tổ quốc yêu thương\nTổ quốc Việt Nam ngàn đời nở hoa..."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/truong-son-dong-truong-son-tay-dinh-manh-ninh.u8wSfQqoj3Io.html",
                "name": "Trường Sơn Đông, Trường Sơn Tây",
                "singer": "Đinh Mạnh Ninh",
                "lyrics": "Bài hát: Trường Sơn Đông, Trường Sơn Tây - Đinh Mạnh Ninh\n\nCùng mắc võng trên rừng Trường Sơn\nHai đứa ở hai đầu xa thẳm\nĐường ra trận mùa này đẹp lắm\nTrường Sơn Đông nhớ Trường Sơn Tây\n\nTrường Sơn Tây anh đi\nThương em thương em bên ấy mưa nhiều\nCon đường là gánh gạo\nMuỗi bay rừng già cho dài mà tay áo\nHết rau rồi em có lấy măng không?\n\nCòn em thương bên Tây anh mùa Đông\nNước khe cạn bướm bay lèn đá\nBiết lòng anh say miền đất lạ\nLà chắc em lo đường chắn bom thù\n\nAnh lên xe trời đổ cơn mưa\nCái gạt nước xua tan nỗi nhớ\nEm xuống núi nắng về rực rỡ\nCái nhành cây gạt mối riêng tư\n\nTừ nơi em đưa sang bên nơi anh\nNhững binh đoàn nối nhau ra tiền tuyến\nNhư tình yêu nối lời vô tận\nLà Đông Trường Sơn nối Tây Trường Sơn"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tren-dong-song-thach-han-minh-quang.z2GYVqb4XtXq.html",
                "name": "Trên Dòng Sông Thạch Hãn",
                "singer": "Minh Quang",
                "lyrics": "Bài hát: Trên Dòng Sông Thạch Hãn - Minh Quang\nNhạc: Hồ Hữu Thới\nThơ: Hồ Quang Sơn\n\nTôi trở về thành cổ một chiều mưa\nBên dòng sông hiền hòa Thạch Hãn\nBao lớp sóng đang trải lòng sông nước\nChờ lời ru xuôi ngược giữa dòng trong\n\nTôi trở về thành cổ nhớ các anh\nNhững chàng trai từ mọi miền đất nước\nMỗi đứa đang theo một trường đại học\nTạm gác bút nghiên Tổ quốc gọi lên đường\n\nVượt Trường Sơn đi giải phóng nước non mình\nƠ nhớ Quảng Trị tám mươi mốt ngày đêm\nLửa chiến tranh nung cháy tòa thành cổ\nDòng Thạch Hãn máu các anh đã đổ\n\nTận đáy sông tay súng vẫn ghìm cò\nƠ nhớ Quảng Trị một thời máu lửa\nVẫn kiên trung đứng giữa đất trời\n\nĐể đất nước nối liền một giải\nĐể non sông vang khúc khải hoàn ca\nĐể non sông vang khúc khải hoàn ca\n\n[Coda:]\nÔi Thạch Hãn mộ chung các anh nằm lại\nĐể muôn đời đồng đội vẫn keo sơn\nÔi Thạch Hãn mộ chung các anh nằm lại\n\nTôi trở về viếng bạn giữa dòng sông\nTôi trở về viếng bạn giữa dòng sông\nDòng sông!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/vinh-quang-kim-quang-nhung-nguoi-con-bat-tu-va.7wdLsfntCRvH.html",
                "name": "Vinh Quang Kim Quang Những Người Con Bất Tử",
                "singer": "V.A",
                "lyrics": "Bài hát: Vinh Quang Kim Quang Những Người Con Bất Tử - V.A\nST: Bảo Minh\n\nNúi Bà đen sừng sững hiên ngang\nChe chở bộ đội trong khe động Kim Quang\nVinh quang tự hào những người con bất tử\nCho Kim Quang hôm nay lừng lãy những chiến công\n\nCho Tây Ninh viết tiếp bài ca tự hào\nNăm xưa nơi đây có những người con\nNăm xưa nơi đây chiến đấu anh hùng\nQuyết chiến đấu cho quê hương\n\nQuyết giữ gìn từng tất đất cho Tây Ninh\nÔi! Những người con trung dũng kiên cường\nQuyết tử cho Tổ quốc quyết sinh\n\nChiến đấu ngoan cường vì độc lập tự do\nKim Quang năm xưa có những người con bất tử\nKim Quang hôm nay hát mãi khúc ca tự hào\n\n[ĐK:]\nVang danh tự hào Núi Bà hiên ngang\nChiến tích lẫy lừng rạng rỡ Kim Quang\nBiết mấy tự hào những người con bất tử\nKim Quang năm xưa lừng lẫy với những chiến công\nKim Quang hôm nay vẻ vang khúc ca tự hào"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/am-thanh-ngay-moi-trong-thuy-nsut.yTgmPz3DFJQ1.html",
                "name": "Âm Thanh Ngày Mới",
                "singer": "Trọng Thủy (NSƯT)",
                "lyrics": "Bài hát: Âm Thanh Ngày Mới - Trọng Thủy (NSƯT)\nTác giả: Nguyễn An\n\nÂm thanh mới ngân vang trong dòng tên Tổ quốc\nĐang chuyển rung tiếng vang non sông yêu dấu của ta\nNgàn đời vinh quang nước Cộng Hòa Xã Hội Chủ Nghĩa Việt Nam.\nChặng đường mới thênh thang mừng vui trong ánh mắt hân hoan\n\nEm có nghe chăng âm thanh ngày mới như tiếng thiêng liêng năm xưa vọng tới.\nLời Bác hiệu cả đất trời ước hẹn lòng ta thốt lên tiếng cuộc đời.\nTrong giông tố năm xưa ta thầm mơ ngày mới dâng bình minh sáng ngời\nHôm nay non nước của ta tươi đẹp bao la, khắp biển trời trong một tổ quốc Việt Nam\n\nĐẹp trong ánh ban mai, rộn ràng bao mơ ước tương lai\nEm có nghe chăng âm thanh ngày mới nâng bước ta đi phương xa thẳng tới\nĐường chân trời bừng lên rồi đang gọi ngày mai dâng nắng lên sáng cuộc đời."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/son-la-don-bac-ho-ve-que-thuong-ft-the-anh.xM6AGvpft4RY.html",
                "name": "Sơn La Đón Bác Hồ Về",
                "singer": "Quế Thương",
                "lyrics": "Bài hát: Sơn La Đón Bác Hồ Về - Quế Thương, Thế Anh\nThơ: Tòng Thị Phóng; Nhạc: Hồ Hữu Thới\n\nBác Hồ về, Bác Hồ về, Sơn La mừng vui đón Bác Hồ về\nSơn La Sơn La quê ta miền núi cao\nNắng bừng lên soi sáng khắp bản mường\nSơn La vui sao được đón Bác Hồ về\nLúa ngô như được tưới thêm nắng ấm\n\nĐất đá khô cằn như được mưa tắm mát\nDân bản ấm no cùng chung xây cuộc đời\nSơn La, nhớ lời Bác Hồ dặn\nCác dân tộc bên nhau đoàn kết một lòng\n\nMường, Thái, Dao. Kinh, Mông, Khơ Mu\nCùng nắm tay nhau xây bản mường đẹp tươi\nSơn La, nhớ lời Bác Hồ dặn\nDù gian khó đi lên theo lời Bác\n\nXây dựng Sơn La bình yên quả ngọt\nĐiệu xòe hoa rộn vang cùng chiêng trống\nBản mường ta vui đón Bác Hồ về\nMùa xuân Việt vươn xa Inh Lả ơi\n\n(Dạo nhạc hát lại từ đầu) khắp núi rừng\n\n[Đk:]\nSơn La, nhớ lời Bác Hồ dặn\nCác dân tộc bên nhau đoàn kết một lòng\nMường, Thái, Dao, Kinh, Mông, Khơ Mu\nCùng nắm tay nhau xây bản mường đẹp tươi\nSơn La, nhớ lời Bác Hồ dặn\n\nDù gian khó vươn lên theo lời Bác\nXây dựng Sơn La bình yên quả ngọt\nĐiệu xòe hoa rộn vang cùng chiêng trống\nBản mường ta vui đón Bác Hồ về\nMùa xuân Việt vươn xa Inh Lả ơi\n\n[Coda:]\nBác Hồ về, Bác Hồ về, Sơn La mừng vui đón Bác Hồ về\nBác Hồ về, Bác Hồ về, Sơn La mừng vui đón Bác, Bác Hồ về!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/am-tinh-que-bac-luong-nguyet-anh.A7CBhbql0Idm.html",
                "name": "Ấm Tình Quê Bắc",
                "singer": "Lương Nguyệt Anh",
                "lyrics": "Bài hát: Ấm Tình Quê Bắc - Lương Nguyệt Anh\n\nMột khoảng trời xanh trong, có làn mây trắng như bông.\nTrên đường về thăm quê Bác, mà có biết bao xúc động trong lòng.\nMột nếp nhà đơn sơ với thời tuổi trẻ đầy ước mơ.\nĐây mảnh vườn quê năm xưa, như còn dấu chân Bác đến bây giờ.\n\nNghĩ về Bác lòng con trong sáng hơn.\nĐứng nơi đây mà rộng mở tâm hồn.\nLời của Bác dẫn con đi với niềm mơ ước lớn.\nNiềm tin sắt son chắp cánh cho con\nVượt chông gai qua những chặng đường"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/em-o-nong-truong-em-ra-bien-gioi-clb-giai-dieu-tre-tp-can-tho.mKEw3cwpXg4b.html",
                "name": "Em Ở Nông Trường Em Ra Biên Giới",
                "singer": "CLB Giai Điệu Trẻ TP Cần Thơ",
                "lyrics": "Bài hát: Em Ở Nông Trường Em Ra Biên Giới - CLB Giai Điệu Trẻ TP Cần Thơ\nSáng tác: Nhạc sĩ Trịnh Công Sơn\n\n[Lời 1:]\nTrên nông trường không xa lắm có đôi chân đi không ngại ngần, em bây giờ *** mưa nắng, gánh trên vai vấn vương bụi trần.\n\n[ĐK 1:]\nTừng vai áo phai sẽ xanh them đời, bàn tay làm nên những mùa vui.\nTừ trên đất này những con người mới, mọc lên tựa tia nắng giữa chân trời.\n\n[Kết 1:]\nQua bao mùa em bổng lớn, đất cho em trái tim nồng nàn, yêu con người nên lo lắng, muốn nghiên vai gánh thêm nhọc nhằn.\n\n[Lời 2:]\nXa nông trường ra biên giới có đôi khi đi không trở lại, nhưng trong lòng nghe tiếng nói những gian nan sẽ đo lòng người.\n\n[ĐK 2:]\nTừ biên giới xa, chon em sương mù, rừng sâu tìm những lối mòn qua.\nTừng khi nắng mưa, lán đêm nằm nhớ, màu đất trời *** quá chốn quê nhà.\n\n[Kết 2:]\nKhi qua rừng khi qua suối thất vui theo bước chân đồng đội, trong những ngày gian nguy ấy biết bao nhiêu những câu chuyện đời."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/nguoi-ha-noi-bui-thang-ft-giap-thuy-ft-va.ohSexDQCRWc7.html",
                "name": "Người Hà Nội",
                "singer": "Bùi Thắng",
                "lyrics": "Đây Hồ Gươm, Hồng Hà, Hồ Tây.\nĐây lắng hồn núi sông ngàn năm.\nĐây Thăng Long, đây Đông Đô, đây Hà Nội, Hà Nội mến yêu!\nHà Nội cháy, khói lửa ngập trời.\n\nHà Nội hồng ầm ầm rung\nHà Nội vùng đứng lên! Hà Nội vùng đứng lên! Sông Hồng reo Hà Nội vùng đứng lên!\nHà Nội đẹp sao! Ôi nước Hồ Gươm xanh thắm lòng.\nBóng Tháp Rùa thân mật êm ấm lòng\n\nHồng Hà tràn đầy, Hồng Hà cuốn ngàn nguồn sống tràn đầy dâng.\nHà Nội đẹp sao những cửa đầu ô.\nTíu tít gánh gồng đây Ô Chợ Dừa, kia Ô Cầu Dền làn áo xanh nâu Hà Nội tươi thắm.\nSống vui phố hè bồi hồi chàng trai, những đôi mắt nào.\n\nQuanh co chen quanh rộn ràng Đồng Xuân, xanh tươi bát ngát Tây Hồ.\nHàng Đào ríu rít Hàng Đường, Hàng Bạc, Hàng Gai.\nÔi tha thiết lòng ta biết bao nhiêu! Mỗi tấc đất Hà Nội đượm thắm máu hồng tươi.\nMột ngày thu non sông chiến khu về, đường vang tiếng hát cuốn lòng người.\n\n\"Đoàn quân Việt Nam đi\"\nHà Nội say mê chen đón Cha về, kín trời phơi phới vàng sao.\nNgày ấy chói vinh quang vang ngàn phương lời thề nước Việt Nam yêu dấu ngả soi bóng sông Hồng Hà.\nHà Nội cháy khói lửa ngợp trời.\n\nHà Nội hồng ầm ầm rung sông Hồng reo!\nThét lên xung phong căm hờn sôi gầm súng.\nBùng cháy, khắp phố ta ơi! Vùng lên chiến sĩ ta ơi!\nTrời Hà Nội đỏ máu\n\nBụi hè đường cuốn bốc tung bay, xác thù rơi dưới gót giày.\nẦm ầm cười tiếng súng vui thay vang ngày mai sáng láng.\nNày lớp lớp người đi ánh sao tưng bưng chói lói lòng ta.\nMai này lớp lớp người đi thét vang vang trời khải hoàn.\n\nNhìn đây máu chúng ta tươi bao nhiêu đất này ta tưới ngày mai vút lên\nHồng Hà réo sóng say sưa trông Cha bóng Người mênh mông.\nMắt Người sáng láng vầng sao thắm tươi, trán Người mái tóc bạc thêm.\nBóng cờ bát ngát ngày vui nước non reo cười trên môi Người cười.\nTiếng cười ngày về chiến thắng!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/truong-son-dong-truong-son-tay-quoc-hung-nsut.9KACgkvlNmqk.html",
                "name": "Trường Sơn Đông Trường Sơn Tây",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Trường Sơn Đông Trường Sơn Tây - Quốc Hưng (NSƯT)\n\nCùng mắc võng trên rừng Trường Sơn\nHai đứa ở hai đầu xa thẳm\nĐường ra trận mùa này đẹp lắm\nTrường Sơn Đông nhớ Trường Sơn Tây.\n\nTrường Sơn Tây anh đi\nThương em thương em bên ấy mưa nhiều\nCon đường mà gánh gạo\nMuỗi bay rừng già cho dài mà tay áo\nHết rau rồi em có lấy măng khổng\n\nCòn em thương bên tây anh mùa đông\nnước khe cạn bướm bay lèn đá\nBiết lòng anh say miền đất lạ\nlà chắc em lo đường chắn bom thù.\n\nAnh lên xe trời đổ cơn mưa\ncái gạt nước xua đi nỗi nhớ\nEm xuống núi nắng về rực rỡ\ncái nhành cây gạt mối riêng tư\nTừ nơi em đưa sang bên nơi anh\nnhững binh đoàn nối nhau ra tiền tuyến\nNhư tình yêu nối lời vô tận\nlà Đông Trường Sơn nối Tây Trường Sơn."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/hai-chi-em-linh-phuong-ft-huyen-tran.ruplaIbvQOkc.html",
                "name": "Hai Chị Em",
                "singer": "Linh Phương",
                "lyrics": "Bài hát: Hai Chị Em - Linh Phương, Huyền Trân\n\nCô Ba dũng sĩ quê ở Trà Vinh\nChị Hai năm tấn quê ở Thái Bình\nHai chị em trên hai trận tuyến\nAnh hùng bất khuất trung hậu đảm đang\nTrang sử vàng chống Mỹ cứu nước\nSáng ngời tên cô gái Việt Nam.\n\nHỡi ai đã đi năm châu bốn biển\nMà hỏi có gì đẹp trong cô gái Việt Nam\nĐẹp lắm chứ anh hùng lắm chứ\nThời đại chúng tôi thật là vẻ vang\nTừng cây lúa từng cây súng\nDâng tự hào cùng cô gái Việt Nam\n\nHỡi ai đã đi năm châu bốn biển\nBạn hỏi có gì đẹp trong cây lúa Việt Nam\nĐẹp lắm chứ anh hùng lắm chứ\nDạn dày gió sương dạn dày súng bom,\nTừng con số từng câu hát\nĐã trả lời cho cây lúa Việt Nam.\n\nTay không cướp bót giết giặc trừ gian\nMột sương hai nắng đi vạt dưới bom đạn\nMỗi trận thắng em nghe chị hát\nĐược mùa lúa chín nghĩa và tình sâu\nEm hiểu rằng mỗi gánh thóc mới\nCó mồ hôi lẫn xương máu của ta.\n\nHỡi ai có đi vô trong chiến trường\nHỏi rằng giữa mùa này hoa may có nở chưa?!\nĐẹp lắm hoa ớ hoa nở khắp chốn\nMùa hoa chiến công nở rộ khắp nơi,\nTừng thôn xóm từng đường phố\nĐang chuyển mình cho lúa thóc vượt lên.\n\nHỡi ai có xa quê ta Thái Bình\nHỏi rằng lúa vụ mùa năm nay có đẹp không\nNhiều thóc lắm cánh đồng chống Mỹ\nCả miền Bắc ta được mùa lúa vui\nMừng chị nhé mừng em nhé\nTan giặc về em hát chị nghe"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/ve-kim-lien-nho-bac-tuyet-tuyet.9r929cTvD4Rk.html",
                "name": "Về Kim Liên Nhớ Bác",
                "singer": "Tuyết Tuyết",
                "lyrics": "Bài hát: Về Kim Liên Nhớ Bác - Tuyết Tuyết\nSáng tác: Hồ Hữu Thới\n\nTháng năm này em lại về quê anh\nThăm Kim Liên nơi Bác chào đời\nMái tranh nghèo nhưng vẫn còn ấm mãi\nCòn chiếc võng ru với tình Bác thiết tha\n\nÔi Kim Liên, ôi quê hương\nNơi đâu tuổi thơ ấu, còn dấu chân in, tìm trong ký ức\nÔi Kim Liên, ôi quê hương\nÔm mãi hình bóng Bác Tuổi ấu thơ nuôi chí lớn hơ ơ\n\nĐã qua rồi những ngày dài tăm tối\nEm bên anh ta đến thăm người\nBác đi rồi nhưng vẫn còn sống mãi\nLời nói yêu thương với tình Bác bao la\n\nÔi Kim Liên, ôi quê hương\nNơi đâu tuổi thơ ấu, còn dấu chân in, tìm trong ký ức\nÔI Kim Liên, ôi quê hương\nÔm mãi hình bóng Bác, tuổi ấu thơ nuôi chí lớn hơ ơ\n\n(Dạo nhạc hát lời 1, không hát lời 2 và vào điệp khúc) hơ ơ\n\n[ĐK:]\nÔI Kim Liên, ôi quê hương\nNơi đâu tuổi thơ ấu, còn dấu chân in, tìm trong ký ức\nÔi Kim Liên, ôi quê hương, ôm mãi hình bóng Bác\nTuổi ấu thơ nuôi chí lớn đã thành!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dang-o-trong-toi-cong-thanh.O10k45d5hbEy.html",
                "name": "Đảng Ở Trong Tôi",
                "singer": "Công Thanh",
                "lyrics": "Bài hát: Đảng Ở Trong Tôi - Công Thanh\nSáng tác: Kiều Đức Thăng\n\nĐảng ở trong tôi như là người mẹ\nĐảng ở trong tôi như là người cha\nĐảng ở trong tôi như là anh chị\nĐảng ở trong tôi giản dị rất gần\n\nĐảng ở trong tôi Đảng ở trong tôi\nTổ quốc Việt Nam qua bao lần sóng gió\nBiển đảo thân yêu Hoàng Sa, Trường Sa\nNắm vững tay chèo Đảng cầm lái vượt qua\n\nMang lại tự do ấm no hạnh phúc cho nhân dân\nĐảng ở trong tôi Đảng ở trong tôi\nĐảng ở trong tôi chỉ giản dị thế thôi\nĐảng ở trong tôi, mãi mãi ở trong tôi.\n\nĐảng ở trong tôi như là mặt trời\nĐảng ở trong tôi như là vầng trăng\nĐảng dạy cho tôi yêu Tổ Quốc mình\nNgọn lửa tin yêu rực hồng sáng ngời\n\nViệt Nam muôn năm, Việt Nam muôn năm\nDòng máu triệu dân đã hòa vào đất nước\nVượt mọi gian lao Đảng vững niềm tin\nBước tiếp chặng đường mà Bác đã dựng xây\n\nMang lại tự do ấm no hạnh phúc cho nhân dân\nViệt Nam muôn năm, Việt Nam muôn năm\nNgàn lời tin yêu tự hào được hát lên\nĐảng cộng sản Việt Nam, mãi mãi ở trong tôi."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dien-bien-mua-chien-cong-nam-hai.7ccRMVg927Iz.html",
                "name": "Điện Biên Mùa Chiến Công",
                "singer": "Nam Hải",
                "lyrics": "Bài hát: Điện Biên mùa chiến công.\nNhạc và lời: Trương Nhất Vương.\nHòa âm: nhạc sỹ Vĩnh Hà\n\nĐiện Biên ơi! Ta đã về đây giữa ngày hội lớn\nĐiện Biên ơi! Ta đã về đây giữa mùa chiến công\nRợp trời cờ hồng tung bay phất phới, rạo rực lòng người say sưa bước tới\nKỉ niệm chiến thắng Điện Biên\nNhư hôm nào quân đội ta xuất kích\nĐạp xác quân thù ào ạt tiến công\nBắt tướng Pháp run rẩy ra hàng, cờ độc lập kéo lên đỉnh trời\nViệt Nam ơi! Điện Biên ơi!\nTiếng sét phá vỡ đêm trường nô lệ\nBình minh rực sáng\nViệt Nam ơi! Điện Biên ơi!\nThế giới biết tới tên người dân tộc anh hùng đấu tranh vì tự do\n\n"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/thieng-lieng-to-quoc-toi-clb-giai-dieu-tre-tp-can-tho.boyYE9GMzGbr.html",
                "name": "Thiêng Liêng Tổ Quốc Tôi",
                "singer": "CLB Giai Điệu Trẻ TP Cần Thơ",
                "lyrics": "Việt Nam nôi văn hóa rồng tiên cõi xưa đó, sông núi ơi sáng danh quê ta từ đây.\nTiếng cha âm vang biển Đông, lời mẹ đại ngàn đường Trường Sơn.\nTrung Bắc Nam cháu con một lòng.\nVượt qua ngàn khó luôn hiên ngang đứng lên, với sức mạnh, đôi tay, trí tuệ toàn dân.\n\nVinh quang ngày sau còn mãi những trang hào khí, biết bao anh hùng dẹp quân tan ác giữ nước thiêng bình yên.\nTrái tim nồng ấm dân ta yêu tự do cùng anh em bè bạn năm châu vươn tới ngày xanh.\nĐường bát ngát chiến công, kìa chân trời mênh mông biết bao.\nRạng ngời tương lai tươi sáng huy hoàng (Rạng ngời tương lai tươi sáng Việt Nam)"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bac-oi-con-da-ve-day-van-khanh.KMhsKcOWPw3O.html",
                "name": "Bác Ơi Con Đã Về Đây",
                "singer": "Vân Khánh",
                "lyrics": "Bài hát: Bác Ơi Con Đã Về Đây - Vân Khánh\n\nCon đi giữa Ba Đình đầy nắng\nTrời tháng Năm mây trắng nhẹ bay\nBâng khuâng giữa phút giây này\nBác ơi con đã về đây với Người.\n\nVẫn vầng trán chưa vơi nếp nghĩ\nBác nằm đây giản dị làm sao\nBộ ka ki cũ ngày nào\nDép cao su cũ mòn bao tháng ngày.\n\nHờ hơ hờ hơ\nHờ hơ hơ hơ\nTheo lối nhỏ tần ngần con bước\nVào tận nơi để được ngắm nhìn\n\nGhế mây lặng lẽ đứng im\nBên bàn làm việc đắm chìm phút giây\nHơi ấm vẫn đâu đây lan tỏa\n\nNhư lời Người vang cả năm châu\nLo cho nước mạnh dân giàu\nChúng con xin mãi khắc sâu ơn Người."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tuoi-tre-cua-bac-ho-clb-giai-dieu-tre-tp-can-tho.97Uv1QUPitSC.html",
                "name": "Tuổi Trẻ Của Bác Hồ",
                "singer": "CLB Giai Điệu Trẻ TP Cần Thơ",
                "lyrics": "Tuổi trẻ của Bác Hồ là bài ca hùng tráng.\nTuổi trẻ của Bác Hồ từ trong đêm tối mất nước và nô lệ.\nNgười ra đi tìm đường và đã thấy con đường giải phóng nhân dân Việt Nam.\nVà giải phóng cho nhân loại.\n\nTuổi trẻ của Bác Hồ vượt đại dương dậy sóng.\nVượt cả tay mắt quân thù người đi đến khắp các nước mọi châu lục.\nCòn áp bức đọa đày, còn tiếng thét vang trời.\nGiải phóng nhân dân lầm than và giải phóng các dân tộc.\n\n[ĐK:]\nRồi một sớm Bác đã về quê hương, núi rừng Việt Bắc đó muôn đóa hoa dâng người.\nTin mừng truyền vang nơi nơi, muôn triệu người con ra đi.\nMột lòng thề cứu lấy nước non\nRồi một sớm trong nắng mùa thu.\n\nBác Hồ đọc Tuyên ngôn như sấm vang Ba Đình.\nVang vọng trời xanh quê hương.\nVang vọng biển xanh năm châu.\nRừng cờ đỏ thắm lấp lánh ánh sao vàng.\n\nTuổi trẻ của Bác Hồ cả hồn thiêng Tổ quốc.\nVọng về trong trái tim Người đi giải phóng giai cấp và dân tộc.\nNgười giương cao ngọn cờ vì Chủ nghĩa xã hội.\nĐoàn kết công nông Việt Nam và đoàn kết cả dân tộc.\n\nTuổi trẻ của Bác Hồ là bài ca đoàn kết.\nCội nguồn của sức mạnh để chiến thắng đế quốc và xâm lược.\nMừng non sông vẹn toàn ngày thống nhất huy hoàng.\nLời Bác thiêng liêng còn đây.\nTuổi trẻ Bác sáng muôn đời."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/to-quoc-quoc-hung-nsut.jwsVAY01rHnb.html",
                "name": "Tổ Quốc",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Tổ Quốc - Quốc Hưng (NSƯT)\n\nNếu có thể đo xương máu tiền nhân\nTrường Sơn ngút ngàn dễ gì so được\nBao người mẹ, người vợ, người em - nước mắt\nHồng Hà, Cửu Long đâu thể sánh cùng\nBão trường chinh ào ạt mấy ngàn năm...\n\nÀo ạt mấy ngàn năm châu thổ\nNhững bờ đê chắn lũ, ngăn thù\nBọc trứng Tiên Rồng các con đi trăm ngả\nVẫn thắm lòng dưa hấu chốn đảo xa\n\nÀo ạt mấy ngàn năm... Thánh Gióng\nMới lên ba đã giáp sắt, tre ngà\nCâu thơ thần nhuộm đỏ sông Như Nguyệt\nĐỏ Bạch Đằng cuồn cuộn sóng bể xa\n\nMấy ngàn năm... Vọng Phu hóa đá\nPhụ Tử bùi ngùi doi đất trời Nam\nNhững cuộc chia ly, những vành khăn trắng\nChẳng nguôi ngoai dù xác giặc chất chồng\n\nChẳng thể dịu nỗi Rạch Gầm, Xoài Mút\nHiền Lương, Khâm Thiên, Sơn Mỹ, Thổ Chu\nMáu Vị Xuyên, Gạc Ma bầm chát\nVạn nghĩa trang hương khói nguyện cầu\n\nÔi Tổ quốc, biên cương chưa yên giấc\nĐêm quặn lòng máu thịt Hoàng Sa\nNgày đỏ mắt Trường Sa giông bão\nLại bút, gươm giữ cõi, xây nhà."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tam-ao-chien-si-me-va-nam-xua-bui-thang.kJmdrg4XuztZ.html",
                "name": "Tấm Áo Chiến Sĩ Mẹ Vá Năm Xưa",
                "singer": "Bùi Thắng",
                "lyrics": "Bài hát: Tấm Áo Chiến Sĩ Mẹ Vá Năm Xưa - Bùi Thắng\nNhạc và lời: Nguyễn Văn Tý\n\nTấm áo ấy bấy lâu nay con thường vẫn mặc\nĐể nhớ ngày chúng con về Hà Bắc\nQuần nhau với giặc áo con rách thêm\nNên các mẹ già lại phải thức thâu đêm vá áo.\n\nTấm áo ấy bấy lâu nay con quý hơn cơm gạo\nĐời mẹ nghèo trông áo rách, áo rách nên thương\nCác con ra đi đã mấy chiến trường\nMang theo cả tình thương của mẹ.\n\nLạ kỳ thay con đi như thế\nBỗng khi nào chợt nhớ hậu phương\nThì đường đang xa mà đôi chân nên khỏe\n\nTrái tim này rực cháy yêu thương.\nMọi gian lao mẹ con ta san sẻ\nNhắm chân trời rạng rỡ ánh dương."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/cay-lua-ham-rong-pham-phuong-thao.BSofHhi3EjYd.html",
                "name": "Cây Lúa Hàm Rồng",
                "singer": "Phạm Phương Thảo",
                "lyrics": "Hôm nao cây lúa ven cầu dưới ánh đèn dù soi sáng đêm thâu\nDòng sông Mã soi bóng nhịp cầu có những đoàn tàu hối hả về Nam\nSao đêm đêm nghe náo nức đây tiếng con tàu hay tiếng tim em\nƠi cây lúa quê mình xanh biếc nhớ thương.\n\nƠ ớ ai đi phương Nam ai về phương Bắc\nCầu ta vẫn chắc nối mạch yêu thương\nNhư lúa em vẫn đứng thẳng hàng\nCũng vì thương nhớ miền Nam.\n\nAi đi nơi xa nhớ tình cây lúa tháng ngày xanh tốt giữa nơi đây\nTrên quê em đất lửa Hàm Rồng.\nEm san lấp hố bom này cho những đường cày thẳng tắp vươn xa\nDòng sông Mã vang tiếng ai hò thấp thoáng buồm về nắng đượm chiều nay\n\nÔi quê hương trong tiếng súng vẫn sáng tươi màu, vẫn đứng hiên ngang\nƠi sông Mã núi Rồng tươi thắm chiến công.\nƠ ớ ơi con sông xa Thu Bồn nước mát, hòa chung tiếng hát với đồng quê ta\nBao máu xương thấm đất ruộng cày, lúa này nặng những phù sa ơ ờ.\n\nĐây quê hương ta bên dòng sông Mã tấm lòng son sắt vẫn trung kiên\nQua gian lao vẫn nổi câu hò\n(Là hò hò hơ ơi hò hò hơ ơ hò Hàm Rồng ơi ơ ơi)."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/hoi-lang-sen-xuan-huyen.ew91WdAVeVbi.html",
                "name": "Hội Làng Sen",
                "singer": "Xuân Huyền",
                "lyrics": "Bài hát: Hội Làng Sen - Xuân Huyền\nSáng tác: Hồ Hữu Thới\n\nTa về đây vui hội hội làng Sen\nTrời tháng năm càng xanh cao lồng lộng\nTa về đây vui hội hội quê mình\nVề cùng nước non làng Sen ngày sinh nhật Bác\n\nVề cùng nước non ta mở hội làng Sen\nHội làng Sen, hội làng Sen giữa bát ngát làng Sen\nĐã trở thành ngày hội của non sông\nĐã trở thành ước nguyện của muôn người\n\nHội làng Sen, hội làng Sen giữa bát ngát làng Sen\nĐã trở thành truyền thống quê hương\nNhớ Bác Hồ ta mở hội làng Sen\n\nNhớ Bác Hồ ta mở hội làng Sen\n(Hát lại từ đầu) Hội làng Sen\n(Dạo nhạc hát lại từ đầu đến cuối) Hội làng Sen!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tieng-dan-bau-duong-duc.U2IVMSaraapz.html",
                "name": "Tiếng Đàn Bầu",
                "singer": "Dương Đức",
                "lyrics": "Bài hát: Tiếng Đàn Bầu - Dương Đức\n\nLắng tai nghe, đàn bầu\nThánh thót trong đêm thâu\nTiếng đàn bầu của ta\nCung thanh là tiếng mẹ\nCung trầm là giọng cha\nNgân nga em vẫn hát\nTích tịch tình tình tang.\n\nTiếng đàn bầu Việt nam\nNgân tiếng vàng trong sáng\nƠi cung thanh, cung trầm\nRu lòng người sâu thẳm\nViệt nam, Hồ Chí Minh\nViệt nam, Hồ Chí Minh.\n\nTiếng đàn bầu thưở xưa\nCung thương kiều nức nở\nThan mình chẳng tự do\nBi ai dân mất nước\nNão nuột từng đường tơ\nNão nuột từng đường tơ.\n\nTiếng đàn bầu ngày nay\nNhư tiếng người chiến thắng\nĐang vang vang ca rằng\nTa đời đời ơn Đảng\nViệt nam, ngời vinh quang\nViệt nam, ngời vinh quang..."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/ta-tu-hao-di-len-quoc-hung-nsut.SmjH4ekJiGT7.html",
                "name": "Ta Tự Hào Đi Lên",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Ta Tự Hào Đi Lên - Quốc Hưng (NSƯT)\n\nÔi Việt Nam anh dũng những đoàn quân\nVượt lên bão táp đã trăm lần\nMang cả bốn ngàn năm vào trận thắng\nCho việt nam tươi sáng mãi những mùa xuân.\n\n1. Ta đứng đầu ngọn sóng\nGiữa dòng thời đại, thác lũ, cuộc đời\nTa đứng đầu ngọn sóng\nNhững luồng mạch tâm tư lay động loài người\nThác lũ cuộc đời\nThuyền ta bé nhỏ nhưng vững tay chèo\nKhông chòng chành nhắm thẳng hướng mà đi.\n\nTa đứng đầu ngọn sóng\nNơi đấu tranh bão táp diệu kì\nNơi hy vọng những vườn hoa nở\nNơi chân lý sáng ngời đầu sóng gió\nTa tự hào đi lên, ơi việt nam.\n\n2. Đi giữa ngày hội lớn\nNhững ngày kỳ diệu chiến đấu trên tuyến đầu\nTa bước vào trận đánh\nVới tâm hồn thanh xuân sôi sục tự hào\nNhư thác lũ tuôn trào\nNào ta lên đường vượt núi băng ngàn\nMang lời thề nhằm thẳng hướng tiền phương.\n\nTa bước vào trận đánh\nNơi thét lên tiếng thét căm hờn\nNơi ta nhằm thẳng đầu thù mà bắn\nCho đất nước sáng ngời cờ chiến thắng\nTa tự hào đi lên ơi Việt Nam\n\nTrùng trùng những đoàn quân\nVượt qua trường sơn, băng qua thác lũ\nVượt qua thời gian tiến đánh tan bọn xâm lược\nTa ca khúc khải hoàn ơi\nViệt Nam muôn năm! Việt Nam"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dat-nuoc-tron-niem-vui-dinh-hoi.7TwLHk4mCWnd.html",
                "name": "Đất Nước Trọn Niềm Vui",
                "singer": "Đình Hội",
                "lyrics": "Ta đi trong muôn ánh sao vàng, rừng cờ tung bay!\nRộn ràng bao mê say những bước chân dồn về đây.\nSài Gòn ơi! Vững tin đã bao năm rồi một ngày vui giải phóng.\nTa nghe như vang tiếng Bác Hồ dậy từ non sông!\n\nRạo rực sao hôm nay, Bác vui với hội toàn dân.\nThành Đồng ơi! Sắc son đã vang khải hoàn.\nÔi! Hạnh phúc vô biên!\nHát nữa đi em, những lời yêu thương.\n\nHò ơ ớ hò ớ hò ớ hò\nHội toàn thắng náo nức đất nước\nTa muốn bay lên, say ngắm sông núi hiên ngang\nTa muốn reo vang, hát ca muôn đời Việt Nam\n\nTổ quốc anh hùng!\nÔi quê hương dẫu bao lần giặc phá điêu tàn mà vẫn ngoan cường\nGiành một ngày toàn thắng.\nĐẹp quá! Đời rực sáng những ánh mắt lấp lánh\n\nTa muốn ôm hôn mỗi tấc đất quê hương\nTa muốn ca vang bước chân những người chiến sĩ giải phóng kiên cường!\nĐêm hoa đăng, những môi cười là bó hoa đời tươi thắm tuyệt vời\n\nĐẹp niềm tin mãi mãi Tổ Quốc muôn đời\nTrọn vẹn cả non sông thống nhất\nRạng rỡ Việt Nam"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tu-quang-nam-con-ve-tham-que-bac-alang-nguoc.bfV2uOUDYCNh.html",
                "name": "Từ Quảng Nam Con Về Thăm Quê Bác",
                "singer": "Alăng Ngước",
                "lyrics": "Từ Quảng Nam con về thăm đây làng Sen quê hương Bác Hồ.\nTừng đài hoa, hương con dâng như đời thanh cao đời Bác Hồ.\nMái nhà đơn sơ dầu dãi nắng mưa, vẫn ấm bao hơi thở ơ Người.\nNúi Hồng Lĩnh vẫn còn đây dáng uy nghiêm trời mây in bóng Bác.\n\nNắng vẫn biếc những hàng cây, vẫn trong xanh ngàn năm nước sông Lam\nVẫn còn đây tình thương muôn vàn Người dành cho quê hương.\nCon xin đem về đây dâng Người, dáng quê hương con ngàn năm Ngũ Hành.\nĐây mảnh đất kiên trung trên tuyến đầu giết giặc.\n\nMây trắng bay Hải Vân sóng biếc Sơn Trà, nước Thu Bồn ngàn năm vẫn reo tên Người - Bác Hồ Chí Minh, Bác Hồ Chí Minh.\nTrên quê hương Quảng Nam sáng lên tượng đài Bác Hồ trên Ngũ Hành Sơn.\nXin dâng về làng Sen bao ân tình người dân Quảng Nam."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tro-ve-dong-song-tuoi-tho-quoc-hung-nsut.LyWq05bArRyt.html",
                "name": "Trở Về Dòng Sông Tuổi Thơ",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Trở Về Dòng Sông Tuổi Thơ - Quốc Hưng (NSƯT)\n\nQuê tôi ai cũng có một dòng sông bên nhà\nCon sông quê gắn bó với tuổi thơ đời tôi\nBao năm xa quê ấy trong mơ tôi vẫn thấy\nHôm nay tôi trở về lòng chợt vui thấy sông không già\n\nSông vẫn in màu mây\nVẫn khi vơi đầy vẫn mang phù sa làm đẹp thêm làng quê yêu dấu\nSông vẫn như thuở ấy\nVẫn con đò ngang đón đưa người sang và từng đêm hát ru đôi bờ\n\nTrong tim ai cũng có một dòng sông riêng mình\nTim tôi luôn gắn bó với dòng sông tuổi thơ\nCon sông tôi tắm mát\nCon sông tôi đã hát\nCon sông cho tôi đậm một tình yêu nước non quê nhà\n\nSông cũng như người ấy\nCó khi vui buồn có khi hờn ghen chỉ tình yêu tuổi thơ mới thấy\nÔi những con thuyền giấy những năm tuổi thơ đã đi về đâu ?\nÐể mình tôi nhớ nhung bây giờ"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tieng-gio-hang-duong-thai-hoa.kKcydUj95zeK.html",
                "name": "Tiếng Gió Hàng Dương",
                "singer": "Thái Hòa",
                "lyrics": "Bài hát: Tiếng Gió Hàng Dương\nNhạc: Trương Nhất Vương.\nThơ Nguyễn Tiến Sỹ.\nHòa âm: nhạc sỹ Kiên Thanh\n\nNhững ngôi mộ không hàng không lối\nNhững ngôi mộ không tên không tuổi\nNhang khói liêu siêu lối cỏ ngoằn ngoèo\nTrong khói nhang hư ảo một chiều\n\nGiật mình như ai nói:\nChúng tôi nằm đây không hàng không lối\nNgã xuống vì quê hương, ai chọn chỗ cho mình\n\nThẳng hàng được đâu, thẳng hàng được đâu\nGiữa gông cùm tù ngục\nVẫn rướn mình lên chào cờ Tổ quốc\nThẳng hàng được đâu, thẳng hàng được đâu\nTrong mấy mét vuông xà lim chuồng cọp\nÚp mặt che cho nhau, vôi độc dội lên đầu\nThẳng hàng được đâu vài nhát cuốc nông sâu\nChúng tôi hóa vào đất mẹ\n\nDưới bước chân đi bạn ơi có thể\nAi đó đang nằm mộ chí không tên\nTôi đưa tay vuốt nhẹ lá cỏ mềm nghe tim mình nhức nhối\n\nHàng dương ơi gió ngàn năm vẫn thổi\nNgã xuống vì quê hương ai chọn chỗ cho mình\nHàng dương ơi gió ngàn năm vẫn thổi\nNgã xuống vì quê hương ai chọn chỗ cho mình\n\n"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/to-quoc-goi-ten-minh-bui-thang-ft-giap-thuy-ft-va.tTUbKjkzt4ME.html",
                "name": "Tổ Quốc Gọi Tên Mình",
                "singer": "Bùi Thắng",
                "lyrics": "Tôi đang nghe Tổ Quốc gọi tên mình\nBằng tiếng sóng Trường Sa, Hoàng Sa\nDội vào ghềnh đá\nTiếng Tổ Quốc vọng về từ biển cả\n\nNơi bão tố dập dồn, chăng lưới, bủa vây.\nTôi đang nghe Tổ Quốc gọi tên mình\nBằng tiếng sóng Trường Sa, Hoàng Sa\nDội vào ghềnh đá\n\nSóng cuồng cuộng lên dáng hình đất nước\nMột tấc biển cắt rời, vạn tấc đất đớn đau.\nTổ Quốc của tôi, Tổ Quốc của tôi!\nMấy ngàn năm chưa bao giờ ngơi nghỉ\n\nNgọn đuốc hòa bình, bao người đã ngã\nMáu của người nhuộm mặn sóng biển Đông.\nTổ Quốc linh thiêng, Tổ Quốc linh thiêng!\nNgọn đuốc hòa bình trên tay rực lửa\n\nBiết bao triệu mỗi người thao thức tiếng Việt Nam\nBiết bao triệu người lấy thân mình che chở.\nTổ Quốc linh thiêng, Tổ Quốc linh thiêng!\n\nNgọn đuốc hòa bình trên tay rực lửa\nTôi lắng nghe, tôi lắng nghe\nTôi lắng nghe Tổ Quốc gọi tên mình"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/nguoi-anh-hung-trong-long-dan-chu-thi-hao.E6Tp4bl8gVWC.html",
                "name": "Người Anh Hùng Trong Lòng Dân",
                "singer": "Chu Thị Hảo",
                "lyrics": "Xin hát về anh, người chiến sĩ công an nhân dân\nBằng lòng biết ơn, một tình yêu sắt son\nTrên từng cây số anh như ngọn đèn thần kỳ\nGiữa bầu trời anh như vì sao sáng lung linh\n\nBước chân anh đường dài ngắn lại\nAnh xuất hiện cuộc sống nở hoa\nGiọng ngân vang ấm lòng quần chúng\nĐẹp mãi ngàn lời ca\n\nSống chiến đấu bảo vệ Đảng, Bác, nhân dân\nGiữa gian nguy chẳng ngại hi sinh\nVì tình yêu chẳng màng lợi danh\nNgười chiến sĩ công an nhân dân Việt Nam\nXứng danh người anh hùng trong lòng dân"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/khuc-hat-ru-nguoi-me-linh-tuyet-lan.45OH6zEActhp.html",
                "name": "Khúc Hát Ru Người Mẹ Lính",
                "singer": "Tuyết Lan",
                "lyrics": "[TỐP NAM:]\nHờ hơ hớ hơ, hờ hơ hớ hờ, hờ hơ hớ hơ, hơ hớ hơ hờ\n\n[ĐƠN NỮ:]\nMẹ ru con như cây ru quả\nMẹ ru con như trời đêm ru vầng trăng\n\n[TỐP NAM:]\nLời hát ru ngàn năm đất nước vỗ về\n\n[ĐƠN NỮ:]\nÔng các con xưa là du kích Ba Tơ\nKháng chiến chín năm làm nên sử sách\nCha các con xưa những ngày đầu đánh Mỹ\nĐã viết nên miền Nam thành đồng\nTình nước non ngàn năm nhớ mãi.\n\n[TỐP NAM:]\nHờ hơ hơ hớ\nUống nước nhớ nguồn, cay đắng ngọt bùi\nCha ông ta giành lại đất nước\nLời mẹ ru nghiêng bóng núi\nLời mẹ ru nghiêng Trường Sơn\nLời ru người lính, đôi vai bạc màu\nLời ru mây trắng, như cánh lá sen\nChe nắng che mưa, che đoàn quân đi.\n\n[ĐƠN NỮ:]\nNhớ nghe con, đừng quên thời máu đổ\nNhớ nghe con, đừng quên thời lửa khói\nNhững người mẹ quê hương, những người dân quê hương\nĐã qua bao hy sinh, giành độc lập tự do.\n\n[TỐP NAM:]\nMẹ ơi, mẹ như dòng sông lớn\nMẹ ơi, mẹ như Trường Sơn\nMẹ sinh người lính, thủy chung vẹn tròn\nMẹ như mây trắng, như cánh lá sen\nMẹ Việt Nam ơi, mẹ Việt Nam ơi!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/duong-chung-ta-di-bui-thang.RDv551eu237U.html",
                "name": "Đường Chúng Ta Đi",
                "singer": "Bùi Thắng",
                "lyrics": "Bài hát: Đường Chúng Ta Đi - Bùi Thắng\nNhạc: Huy Du\nThơ: Xuân Sách\n\nViệt Nam! trên đường chúng ta đi.\nNghe gió thổi đồng xanh quê ta đó.\nNghe sóng biển ầm vang xa tận tới chân trời.\nNghe ấm lòng những khi đang dồn bước, mà vui sao ta chẳng nói nên lời.\n\n*** đường xa ta đi giữa mùa xuân.\nTa đi giữa tình thương của Đảng, tiếng Bác Hồ rung động măi trong tim.\nĐường ta đi ánh lửa soi đêm dài, đường ta về trong nắng ấm ban mai.\nViệt Nam! Việt Nam! Qua từng bước gian nan, lớn lên rồi đẹp những mùa xuân.\n\nTa đi qua phố qua làng, ngọn đèn sáng giục lòng ta đó\nLời mẹ nói ấm lành ngọn gió, đàn em vui ríu rít mái trường.\nTa đi đường rợp bóng hàng dương, đất bom đào đã lên màu cỏ mới.\nNhững ánh mắt đêm đêm trông đợi, chiến trường xa dồn dập những chiến công.\n\nMiền Nam ơi! Miền Nam! Hỡi những dòng sông soi bóng dừa xanh.\nNhững đỉnh núi khuất mây mờ xa tắp.\nTa sẽ đến nơi đâu còn giặc, ta chưa về khi Tổ quốc chưa yên.\nMiền Nam! Miền Nam!\nNghe từng tiếng vang vang!\n\nTa đi qua phố qua làng, ngọn đèn sáng giục lòng ta đó\nLời mẹ nói ấm lành ngọn gió, đàn em vui ríu rít mái trường.\nTa đi đường rợp bóng hàng dương, đất bom đào đã lên màu cỏ mới.\nNhững ánh mắt đêm đêm trông đợi, chiến trường xa dồn dập những chiến công.\n\nMiền Nam ơi! Miền Nam! Hỡi những dòng sông soi bóng dừa xanh.\nNhững đỉnh núi khuất mây mờ xa tắp.\nTa sẽ đến nơi đâu còn giặc, ta chưa về khi Tổ quốc chưa yên.\nViệt Nam! Việt Nam!\nÔi Tổ Quốc vinh quang!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/huyen-thoai-trang-an-manh-cuong.pQQKra7FXPN5.html",
                "name": "Huyền Thoại Tràng An",
                "singer": "Mạnh Cường",
                "lyrics": "Bài hát: Huyền Thoại Tràng An - Mạnh Cường\n\nHoa Lư... ớ... Hoa Lư\nNơi đây ngàn năm đô cổ\nHoa Lư... ớ... Hoa Lư\nLưu danh mãi ngàn đời.\n\nNơi đây xưa vua Đinh lập đô\nSinh ra bao người con anh hùng\nLập nên đất nước phồn vinh\nThống nhất bờ cõi giang sơn.\n\nNúi non đẹp tựa như tranh\nUốn quanh con sông hiền lành\nChảy vào lòng đất mẹ\nThấm đượm bởi tình cha.\n\nChuông chùa ngân vang âm thanh hiền hòa\nVọng vào hang động tiếng hòa trong không gian.\n\nTràng An ơi Tràng An\nĐất Việt cổ là đây\nNgười Việt cổ là đây\nNơi kinh đô khi xưa\nMang hồn thiêng sông núi.\n\nTràng An ơi Tràng An\nNước cổ Việt là đây\nHuyền thoại Việt là đây\nNơi ngàn năm văn hiến\nĐất anh hùng Việt xưa.\n\nHuyền thoại Việt là đây\nNơi ngàn năm văn hiến\nĐất anh hùng Việt xưa."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/ngoc-hoa-ngan-nam-toa-sang-va.cdlFEKLezATo.html",
                "name": "Ngọc Hòa Ngàn Năm Tỏa Sáng",
                "singer": "V.A",
                "lyrics": "Bài hát: Ngọc Hòa Ngàn Năm Tỏa Sáng - V.A\nNhạc và lời: Phi Thường\n\nNúi Trúc linh thiêng trên mảnh đất ngàn năm tỏa sáng\nNơi đây sinh ra những người con của, đất mẹ của quê hương\nRạng danh như Ngô Sĩ Liên với Đại Việt sử ký toàn thư\nViết nên trang sử vàng chói ngời vinh quang\n\nMảnh đất ngàn năm anh hùng\nSát cánh bên nhau dựng xây đất nước\nCho em thơ khôn lớn từng ngày\nTrên đất mẹ kiên trung bất khuất\n\nĐỉnh núi non xanh bao đời\nDáng rồng tiên Ngọc thiêng tỏa sáng\nTiếp bước cha ông, Lớp lớp lên đường\nQuyết giữ trọn cuộc sống bình yên\nTa tự hào quê hương Ngọc Hòa hôm nay"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/to-quoc-yeu-thuong-thanh-binh.0TEP7NTZ5VSn.html",
                "name": "Tổ Quốc Yêu Thương",
                "singer": "Thanh Bình",
                "lyrics": "Bài hát: Tổ Quốc Yêu Thương\nSáng tác: Hồ Bắc\nTrình bày: Thanh Bình\n\n[Lời 1:]\nTa đi trên đường mùa xuân\nĐường vang muôn tiếng hát thân thương\nTrong ánh mắt nụ cười rạng rỡ\nBa mươi năm mới có một ngày\nQuê hương ơi biết mấy tự hào\nVề đây Nam Bắc cầm tay ta hát trên con đường vui\nTrời quê hương rộng cánh chim bay\nKhông còn bóng mây mù che lối\nNghe sóng biển rì dào ca hát\nNhư mạch máu dâng trào rộn trái tim ta\nBao buồn thương trôi qua ta say mê trong niềm tin yêu\nBao mẹ bao em ta rạng rỡ lên như ngàn đoá hoa\nNhững ánh mắt chan hoà yêu thương\nBao lâu mơ ước sum vầy thỏa lòng mong đợi\nNhững lứa đôi ước hẹn, tuy xa cách nhưng lòng thầm nhắc nhau ngày toàn thắng\n\nTổ Quốc ơi! có bao giờ đẹp như hôm nay!\nTa đang sống những ngày chói lọi của tổ quốc yêu thương\nTổ Quốc Việt Nam anh hùng\n\n[Lời 2:]\n[Nam:]\nNon sông nay lại về ta\nDòng sông xanh, núi biếc reo ca\nBao đất mới sinh sôi mùa lúa\n\n[Nữ:]\nQuê hương ơi nối những nhịp cầu\nTa chung xây đất nước đẹp giàu\n\n[Hát:]\nVề đây Nam Bắc kề vai tiếp bước trên con đường vui!\n\n[Nam:]\nBiển quê hương lộng gió ngàn khơi có giọng hát trên thuyền kéo lưới\nTrên đất này một màu xanh mới\nĐây màu xanh hi vọng, màu xanh tương lai\n\n[Nữ:]\nTrong ngày vui hôm nay ghi công ơn Bác hồ kính yêu\nTrên đường vui hôm nay\nThêm mến yêu anh giải phóng quân những chiếc mũ tai bèo thân thương.\nAnh qua bao núi bao rừng muôn ngàn gian khổ\n\n[Nam:]\nMáu các anh đã đổ cho sông núi càng rực rỡ trong ngày toàn thắng\n\n[Hát:]\nTổ quốc ơi! có bao giờ đẹp như hôm nay?\nTa đang sống những ngày chói lọi của Tổ Quốc yêu thương\nTổ quốc Việt Nam ngàn đời nở hoa"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tren-doi-him-lam-quoc-hung-nsut.CmwukTVQJNWU.html",
                "name": "Trên Đồi Him Lam",
                "singer": "Quốc Hưng (NSƯT)",
                "lyrics": "Bài hát: Trên Đồi Him Lam - Quốc Hưng (NSƯT)\n\nHôm qua đánh trận Điện Biên\nChiến hào xuất kích đồi Him Lam ta tiến vào\nĐột phá , tiêm đao tiến đánh vào.\nĐi mở đường thắng lợi ba tháng đổ mồ hôi ta tới đây\nQuyết diệt cho hết quân thù.\nChúng ta dốc lực sức ta lớn mạnh mau dồn lũ chúng nó xuống vực sâu.\nỞ đây chúng ta không quên\nQuê hương kia ruộng đất thân yêu đang đợi chờ\nĐoàn quân đã đi là thắng.\n\nHôm qua pháo nổ Điện Biên\nLá cờ quyết thắng cầm trong tay ta tiến vào\nBộc phá nhắm lô-cốt đánh vào.\nKhi mở “đột phá khẩu” máu đã đổ vì dân ta nhắc câu\nMáu đổ ta tưới luống cày.\nCăm thù lũ giặc quyết tâm ta vượt lên nợ máu chúng bay phải trả ngay.\nỞ đây chúng ta không quên bao anh em đồng chí hy sinh trong trận này\nNguyện câu quyết tâm ta phải thắng.\n\nHôm nay thắng trận đầu tiên\nxác thù ngã xuống đồi Him Lam ta cắm cờ\nđường mới chúng ta kéo pháo vào.\nQua nhọc nhằn gian khổ ta thấu tỏ lòng dân ta tới đây\ngóp lực để thắng trận này.\nTin về thắng trận Bác Hồ rất mừng vui đồng lúa thắm tươi lại càng vui\nngày nay chiến công vinh quang\nđem dâng lên tổ quốc thân yêu đang đợi chờ.\nĐiện Biên chúng ta sẽ toàn thắng"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/nguoi-chien-si-tau-ngam-nguyen-thai-hiep.0vV0mRPMh5Ta.html",
                "name": "Người Chiến Sĩ Tàu Ngầm",
                "singer": "Nguyễn Thái Hiệp",
                "lyrics": "Người chiến sĩ tàu ngầm, âm thầm giữa lòng đại dương mênh mông\nThề quyết giữ non sông, yên bình từng con sóng biển Đông\nNgười chiến sĩ tàu ngầm với lời thề vì non sông gầm vóc\nGiữ trọn niềm tin vì quê hương yên bình\n\nXin dâng hiến tuổi xuân mình vì đất nước yêu thương\nNơi sâu thẳm trong lòng biển là tổ quốc thiêng liêng\nAnh mang trong tim hồn thiêng nước Việt\nDu hiểm nguy chông gai quyết không lùi bước người chiến sĩ tàu ngầm\n\nCho non nước mãi vững bền mặc bão tố phong ba\nLà những chiến công thầm lặng đẹp tựa muôn đóa hoa\nLuôn ghi trong tim sắc son lời Bác\nVì biển đảo giang sơn mãi luôn ngời sáng người chiến sĩ tàu ngầm."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tot-dong-tac-len-trang-su-vang-phuc-tiep.zK15doZnwOX9.html",
                "name": "Tốt Động Tạc Lên Trang Sử Vàng",
                "singer": "Phúc Tiệp",
                "lyrics": "Bài hát: Tốt Động Tạc Lên Trang Sử Vàng - Phúc Tiệp\nNhạc và lời: Phi Thường\n\nQuê hương tôi biết bao đổi thay\nNhững con đường thênh thang rộng mở\nNhững công trình vươn cao\nNhư vườn hoa đẹp sắc mùa xuân\n\nPhiên chợ Rét đông vui hối hả\nTiếng trẻ thơ hân hoan cắp sách tới trường\nNhớ trận đánh năm xưa oai hùng\nDiệt quân Minh xâm lược lập lên chiến công\nTốt Động – Chúc Động tạc lên trang sử vàng\n\n[ĐK:]\nĐây đồng Mồ xác giặc còn ghi\nThây phơi đầy nội đồng Trê, đồng Vỡ\nĐây kho lương đồng Gạo chiêu quân\nĐây dòng Ninh Kiều nhuộm máu\nHôi tanh nhơ để ngàn thu\n\nQuê hương Tốt Động luôn giữ trọn niềm tin\nThanh niên lên đường nguyện theo con đường của Bác\nGiữ nước nhà độc lập hạnh phúc ấm no\nĐoàn kết một lòng dựng xây quê hương đẹp giàu"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/dong-chi-viet-johan.h7nt17aUsm9N.html",
                "name": "Đồng Chí",
                "singer": "Việt Johan",
                "lyrics": "Bài hát: Đồng Chí - Việt Johan\n\nQuê hương anh đất mặn đồng chua\nLàng tôi nghèo, đất cày lên sỏi đá\nAnh với tôi đôi người xa lạ\nTự phương trời chẳng hẹn *** nhau\n\nSúng bên súng, đầu sát bên đầu\nĐêm rét chung chăn thành đôi tri kỉ\nĐồng chí! Đồng chí!\nRuộng nương anh gửi bạn thân cày\n\nGian nhà không mặc kệ gió lung lay\nGiếng nước, gốc đa, nhớ người ra lính\nAnh với tôi biết từng cơn ớn lạnh\nRét rung người, vầng trán đẫm mồ hôi\n\nÁo anh rách vai, quần tôi có vài mảnh vá\nMiệng cười buốt giá, chân không giày\nThương nhau tay nắm lấy bàn tay\nĐồng chí! Đồng chí!\n\nĐêm nay rừng hoang sương muối\nĐứng cạnh bên nhau chờ giặc tới\nĐầu súng trăng treo.\nRuộng nương anh gửi bạn thân cày\n\nGian nhà không mặc kệ gió lung lay\nGiếng nước, gốc đa, nhớ người ra lính\nAnh với tôi biết từng cơn ớn lạnh\nRét rung người, vầng trán đẫm mồ hôi\n\nÁo anh rách vai, quần tôi có vài mảnh vá\nMiệng cười buốt giá, chân không giày\nThương nhau tay nắm lấy bàn tay\nĐêm nay rừng hoang sương muối\n\nĐứng cạnh bên nhau chờ giặc tới\nĐầu súng trăng treo.\nThương nhau tay nắm lấy bàn tay\nĐêm nay rừng hoang sương muối\n\nĐứng cạnh bên nhau chờ giặc tới\nĐầu súng trăng treo.\nĐồng chí! Đồng chí!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/vang-loi-bac-day-va.SUYLFHHSKsle.html",
                "name": "Vâng Lời Bác Dạy",
                "singer": "V.A",
                "lyrics": "Bài hát: Vâng Lời Bác Dạy - V.A\n\nBao tự hào chúng tôi là chi hội tán trợ chữ thập đỏ tình thủ đô\nCùng làm nhân đạo son sắc niềm tin: Cho đi là còn mãi\nNhư đã bao đời bầu bí thương nhau\nNhư câu ca lá lành đùm lá rách ai ơi\n\nTôn chỉ của chúng tôi là:\nNhân đạo, vô tư, trung lập, độc lập, tự nguyện và thống nhất toàn cầu.\nVì tình yêu nhân dân, làm mọi việc có thể để giảm bớt đau thương.\nĐó là lời bác dạy chúng con.\n\nTiếng của người như thể sấm trên cao\nThấm từng tiếng dội vào lòng mong ước\nTrời che, đất đỡ ban đích, chỉ đường con bước\nĐức phật cho con trí tuệ, từ bi\n\nNhân đạo tình người cho ta vững bước đi\nCứu người toàn diện có xá chi\nCảm ơn tình người cho ta tâm niệm: Phúc đức, ấm bền\nVì ta biết cho đi\n\nNgày nào bước vào môi trường ơi nhân đạo cho ta nguồn gốc\nBiết ơn đất trời, biết ơn tiên tổ cho phúc đức dày dài lâu mai sau\nHôm nay gieo duyên từng người cho thế giới này mãi mãi lan xa\nNay chi hội chữ thập đỏ tình người mai vươn lên cả thế giới đại đồng\n\n[ĐK:]\nNiềm tin trong ta ngày mai không xa\nKhắp nhân gian chỉ còn tình thân ái\nGiúp cho nhau vượt khó và cười tươi\n\nNiềm vui hân hoan, lời ca bay cao\nHết khổ đau, chỉ còn là hạnh phúc\nGiúp cho nhau sức mạnh và niềm tin."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/em-la-nu-chien-sy-viet-nam-va.ZbW5IBXE1jPD.html",
                "name": "Em Là Nữ Chiến Sỹ Việt Nam",
                "singer": "V.A",
                "lyrics": "Bài hát: Em Là Nữ Chiến Sỹ Việt Nam - V.A\nSáng tác: Minh Thăng\n\nKhi xưa em lúc tuổi hồng thơ ngây\nNhìn anh lướt qua khung cửa mỗi ngày\nMàu áo xanh xanh, sao vàng trên mũ\nƯớc mơ mai này, chia xa mái trường\n\nCùng anh em sánh bước đi trong hàng quân.\nHôm nay em đã mang màu áo xanh\nMàu xanh quê hương đất mẹ yêu dấu\nThỏa nỗi mong chờ, dáng đi oai hùng\nNụ cười trên môi, má hồng thêm thắm tuổi hai mươi em.\n\nBước bước đều bước em đi sao trên vành mũ\nMái tóc nhẹ bay mắt em như nói bao điều\nMỗi bước nhịp bước chân em xao xuyến lòng ai\nHát khúc nhạc tiến quân ca em là nữ chiến sỹ Việt Nam\nHơ.....Hơ....Hơ"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/khuc-nho-dong-doi-vu-tien-lam-nsut.KhYV4sxuzmro.html",
                "name": "Khúc Nhớ Đồng Đội",
                "singer": "Vũ Tiến Lâm (NSƯT)",
                "lyrics": "Đã bao lần tới với nơi đây\nNhững hàng cây hoa tím đâng đầy\nKhóe mắt cay trời mây non nước\nGiọt lệ như trào ngược vào tim\n\nBao cái tên mọt thời thân ***\nGiờ khắc bên tên miền quê ấy\nNhìn tháng năm trên bia ghi lại\nĐồng đội ơi! Tuổi mãi đôi mươi.\n\nLại nhớ nụ cười thân thiết\nNhững bài thơ viết ngày xưa\nLại nhớ đêm hành quân mưa\nTrang thư cùng đưa nhau đọc\n\nLại nhớ khi buồn cùng khóc\nHòa chung khúc hát hành quân.\nLại nhớ lời hẹn bao lần\nNgày chiến thắng về thăm quê nhau\n\n(Nhạc)\n\nNhững ngôi mộ trắng giữa nơi đây\nRất thẳng ngay vẫn xếp theo hàng\nCứ ngỡ như đoàn quân năm ấy\nGiờ lặng im nằm lại cùng nhau\n\nTổ quốc tôi cờ đỏ vàng sao\nCàng tiếc thương dâng trào sông núi\nMỗi cái tên giờ đây ai gọi\nĐồng đội ơi! Đợi mãi trả lời.\n\nLại nhớ một thời gian khó\nĐã từng sương gió đạn bom\nLại nhớ bao chiều hoàng hôn\nXa quê càng thương cha mẹ\n\nLại nhớ bao lần lặng lẽ\nSẻ chia nói khẽ chuyện yêu\nNằm đây để lại bao điều\nMột cõi nhớ còn theo không phai\n\nLại nhớ nụ cười thân thiết\nNhững bài thơ viết ngày xưa\nLại nhớ đêm hành quân mưa\nTrang thư cùng đưa nhau đọc\n\nLại nhớ khi buồn cùng khóc\nHòa chung khúc hát hành quân.\nLại nhớ lời hẹn bao lần\n\nNgày chiến thắng về thăm quê nhau\nLại nhớ lời hẹn bao lần\nNgày chiến thắng về thăm quê nhau"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/khi-to-quoc-can-quang-phuc.yZBjC1FSu8uW.html",
                "name": "Khi Tổ Quốc Cần",
                "singer": "Quang Phúc",
                "lyrics": "Bài hát: Khi Tổ Quốc Cần - Quang Phúc\n\nTa đang bước đi\ntrên con đường vinh quang\nTrong tim khắc ghi\ndấu chân người xưa khai sáng\nNhững bước đi đầy tự tin\nnhững bước đi của tuổi thanh niên\nLà hành trang\nbay xa trong thời đại mới\n\nCùng xiết chặt tay\nvà hướng tới ngày mai\nCùng góp bàn tay\ngiúp nhau trên đường lập nghiệp\nTa ước ao một ngày\nvươn tới những vì sao\nNiềm khát khao\ncủa những tâm hồn đầy sáng tạo\n\nHãy bay lên, này trái tim thanh niên\nVì cuộc sống này từng ngày bình yên\nKhi Tổ quốc cần thanh niên ta tiến lên\nHãy bay lên và hát vang câu ca\nVì cuộc sống này giàu đẹp mai sau\nKhi Tổ quốc cần thanh niên ta hành động."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/con-tau-thanh-nien-sy-hung-bta.BGCxnwxX06p3.html",
                "name": "Con Tàu Thanh Niên",
                "singer": "Sỹ Hùng BTA",
                "lyrics": "Bài hát: Con Tàu Thanh Niên - Sỹ Hùng BTA\nST: Lê Hoàn\n\nLà lá lá lá la là la, là lá lá lá la là, lá la là la lá lá là là là la lá la\nNgọn cờ Tổ quốc, rực rỡ tung bay, giữa đảo xa, giữa mênh mông biển trời\nDạt dào biển hát, tiếng vọng từ ngàn xưa, tuổi trẻ ông cha lên đường giữ nước\nVì tương lai quê hương thanh xuân chẳng màng, xương máu hy sinh giữ ngọn cờ tranh đấu\nThanh niên hôm nay, nguyện xông pha tiến bước, dựng xây non sông Việt Nam tươi sáng rạng ngời.\n\nLà lá lá lá la là la, là lá lá lá la là, lá la là la lá lá, là là là la lá la\nRạng ngời Tổ quốc, màu áo thanh niên từ đảo xa đến biên cương núi rừng\nVượt ngàn gian khó như con tầu vươn khơi, tuổi trẻ hôm nay xây hoài bão lớn\nVì tương lai quê hương thanh niên sẵn sàng dâng hiến thanh xuân vững ngọn cờ tiến bước\n\nThanh niên hôm nay rèn tâm trong trí sáng, dựng xây non sông Việt Nam rạng rời muôn đời\nThanh niên ơi? Nhìn thẳng hướng mặt trời, thuận gió dương buồm mạnh mẽ vượt biển khơi\nThanh niên ơi? Cùng góp sức xây đời tô thắm dạng ngời truyền thống ngàn năm\nNoi theo ông cha dựng xây đất nước thanh niên hôm nay lập thân kiến quốc để mãi mãi con tàu lướt sóng vươn khơi"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bon-mua-truong-sa-thuy-van.UYmSSUSZdTsf.html",
                "name": "Bốn Mùa Trường Sa",
                "singer": "Thụy Vân",
                "lyrics": "Bài hát: Bốn Mùa Trường Sa - Thụy Vân\nNhạc: Bùi Quang Ân\nThơ: Đỗ Quyên\n\nAi đã nói Trường Sa không có mùa\nChỉ có nắng mưa và gió bão\nChưa đến đảo xa làm sao em hiểu\nNơi ấy bốn mùa ăm ắp yêu thương\n\nHà Nội mùa này bằng lăng tím vấn vương\nBên phượng thắm hạ nồng nàn hương nắng\nĐêm Trường Sa hoa bàng vuông cùng anh say ngắm\nMai xa rồi tay nắm chặt bàn tay\n\nEm nhờ gió nhờ sóng và nhờ mây\nẤp ôm bốn mùa hiền hòa quanh đảo nhỏ\nNhư tình em gửi về anh đó\nNhững bão giông chỉ như sóng giận hờn\n\nMai xa rồi anh nhé mình yêu hơn\nTừng tấc đảo quê hương bầu trời xanh xứ sở\nAnh và em mãi chung tình yêu nhỏ\nĐẫm trong tình yêu lớn Trường Sa"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/que-minh-bui-thi-xuan-va.ewy1oFyX8qgi.html",
                "name": "Quê Mình Bùi Thị Xuân",
                "singer": "V.A",
                "lyrics": "Bài hát: Quê Mình Bùi Thị Xuân - V.A\n\nNơi đầu nguồn con suối nước trong\nĐỉnh núi Cù Mông canh giữ biển Đông.\nĐất anh hùng lừng lẫy chiến công\nRặng núi bờ sông dựng nên pháo đài.\nLà Bản Hùng ca bài ca chiến thắng.\n\nTháng năm nào chia cơm sẻ áo\nNgoẹo giằng xay dìu từng bước quân đi\nHòn Chà Vũng Chua mịt mờ Suối Lở\nTrong gian khổ làm sao quên được\nBản Hùng ca bài ca giải phóng\n\nNhững bước chân Quang Trung thần tốc\nĐánh giặc tan hồ Bàu Lát trong xanh\nĐiệp trùng đoàn quân điệp trùng chiến thắng\nTa nhớ mãi tên Người ơi Bùi Thị Xuân mến thương.\nNơi bao đời lam lũ sớm trưa\n\nDãi nắng *** mưa lận từng hạt lúa.\nNhững con người làm nên ước mơ\nĐẹp những bài thơ rạng rỡ phố phường.\nLà Bản Hùng ca bài ca đất nước.\nKhắp thôn trang hoa chen cây trái\n\nPhú tài vui vào mùa với vân quang\nRộn ràng lúa chín rộn ràng niềm tin\nTa yêu lắm bài ca lao động\nSáng ngời nắng tượng đài chiến thắng\nKhắp phố phường reo vang tiếng máy\n\nMái trường vui rộn tiếng hát em thơ\nChợ đông phố lớn đường dài phố mới\nCâu hát lý tang tình ơi Bùi Thị Xuân mến thương\nTa yêu lắm quê mình ơi Bùi Thị Xuân mến thương"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/linh-thieng-viet-nam-quang-thinh.iGm6VGpaHkcW.html",
                "name": "Linh Thiêng Việt Nam",
                "singer": "Quang Thịnh",
                "lyrics": "Bài hát: Linh Thiêng Việt Nam - Quang Thịnh\nSáng tác: Lê Quang\n\nHỡi các anh lính hồn không tuổi!\nHỡi các mẹ, các chị, các em!\nMáu đã thấm vào lòng đất Việt\nĐể ngàn năm còn mãi tự hào\n\nXin dâng hương những linh hồn bất tử\nNhư tượng đài sừng sững giữa phong ba\nĐể đời sau còn nghiêng mình cúi đầu\nTrước những chiến công làm rạng rỡ Việt Nam!\n\nVề đây! Các anh ơi hãy về đây!\nVề nghe mẹ ru, về nghe em hát\nVề thăm cánh đồng trĩu nặng\nVề thăm lũy tre làng quê hương!\n\nVề đây! Các anh ơi hãy về đây!\nNằm nghe biển ru, nằm nghe sóng hát.\nMãi mãi tự hào với đất mẹ yêu thương!\nLinh thiêng trời Việt Nam!\n\nLinh thiêng đất Việt Nam!\nLinh thiêng đất trời Việt Nam!\nLinh thiêng trời Việt Nam!\nLinh thiêng đất Việt Nam!\nLinh thiêng đất trời Việt Nam!"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/bai-ca-xuyen-nui-vu-thang-loi.QRErrSPUEcvY.html",
                "name": "Bài Ca Xuyên Núi",
                "singer": "Vũ Thắng Lợi",
                "lyrics": "Bài hát: Bài Ca Xuyên Núi - Vũ Thắng Lợi\n\nCung đường này nối những miền thương\nĐã khai thông bao niềm vui mới\nƯớc mơ lớn người ơi, thỏa lòng mong đợi\nHạnh phúc dâng trào đón những chuyến xe qua\nChia tay nhé chặng đường xa và những khúc cua trên đèo cao hiểm trở\n\nCàng yêu thêm những con người miệt mài xuyên núi\nXây những công trình nâng tầm vóc Việt Nam.\nNhư thuở ban đầu tình yêu anh và em\nCùng hát vang bài ca xuyên núi\nEm xúc động nghe con tim bồi hồi\n\nAnh nồng nàn thắp sáng lửa đam mê\nNhư khách lữ hành, anh lại ra đi\nChinh phục những cung đèo cách trở\nHầm Đèo Cả như một bài toán khó\nGiải xong rồi, càng vững bước vươn xa"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/co-mot-vi-sao-trong-tim-le-minh-duc-ft-truong-thu.DrM88km0sXDM.html",
                "name": "Có Một Vì Sao Trong Tim",
                "singer": "Lê Minh Đức",
                "lyrics": "Bài hát: Có Một Vì Sao Trong Tim - Lê Minh Đức, Trường Thư\nNhạc: Quỳnh Lệ, thơ: Thục Nguyên\n\nKhi em cài huy hiệu Đoàn lên ngực.\nTrái tim em lấp lánh một vì sao\nVì sao ấy ngời trong đêm tối\nVà bừng lên soi sáng những ước ao\n\nKhi em cài huy hiệu Đoàn lên ngực.\nTrái tim em rạng rỡ một vần thơ\nVần thơ ấy bồi hồi rạo rực.\nHòa tình ta chung một sắc cờ\n\nHãy cài huy hiệu Đoàn lên ngực.\nTrên chiếc áo xanh và trong trái tim\nEm sẽ thấy rằng em rất đẹp.\nNhư hoa hướng dương chào đón bình minh\n\nĐất nước gọi ta đi về phía trước.\nSáng tạo - Tiên phong - Xây dựng Tổ Quốc mình\nHãy cài huy hiệu Đoàn lên ngực.\nMang hết tuổi xanh dâng cho quê hương\n\nHoài bão ấy như hồi kèn thúc giục.\nTrên con đường dài vang dội không thôi\nĐất nước gọi ta đi về phía trước.\nXung kích - Trung kiên - Bảo vệ Tổ Quốc mình"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tinh-em-trung-kien.kdLA3AsW2Ibw.html",
                "name": "Tình Em",
                "singer": "Trung Kiên",
                "lyrics": "Bài hát: Tình Em - Trung Kiên\n\nKhi chiếc lá xa cành\nLá không còn màu xanh\nMà sao em xa anh\nĐời vẫn xanh rời rợi\n\nCó gì đâu em ơi\nTình yêu là sự sống\nNên nắng hửng trong lòng\nMạch đời căng máu nóng\n\nAnh anh đi bao núi\nTình yêu như khe suối\nLưu luyến và nhớ thương chảy theo anh khắp rừng\nAnh anh đi xa càng xa\n\nTình em như cỏ hoa\nÂu yếm và thiết tha theo anh dài nương rẫy\nAnh anh đi xa bao núi\nTình em như khe suối\n\nAnh đi bao tháng ngày\nTình em như sông dài\nKhi chiếc lá xa cành\nLá không còn màu xanh mà sao em xa anh\n\nĐời vẫn xanh rời rợi\nCó gì đâu em ơi!\nTình yêu là sự sống\nNên nắng hửng trong lòng mạch đời căng máu nóng\nNên nắng hửng trong lòng mạch đời căng máu nóng"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/nguoi-me-cua-toi-trung-hau.b339bqBg8gOV.html",
                "name": "Người Mẹ Của Tôi",
                "singer": "Trung Hậu",
                "lyrics": "Bài hát: Người Mẹ Của Tôi - Trung Hậu\n\nNước mắt mẹ không còn, vì khóc những đứa con\nLần lượt ra đi, đi mãi mãi\nThời gian trôi qua, vết thương trên thịt da\nĐã lành theo năm tháng\nNhưng vết thương lòng mẹ vẫn còn nặng mang.\n\n[ĐK1:]\nMẹ Việt Nam ơi! Mẹ Việt Nam ơi\nKhi con đi qua khắp nẻo đường\nNghe đau thương chìm trong khói hương\nMong sao cơn mưa gió vô thường\n\nKhông lung lay làm rớt hạt sương\nMẹ Việt Nam ơi! Mẹ Việt Nam ơi\nMây khói tan rồi còn lại mẹ tôi.\nĐất nước, nay vẫn còn, còn những đứa con\n\nDù đi xa muôn phương vẫn nhớ\nMẹ đang cô đơn, chúng con yêu mẹ hơn\nMỗi chiều nghiêng nghiêng bóng\nGhi khắc trong lòng hình dáng mẹ ngồi trông.\n\n[ĐK2:]\nMẹ Việt Nam ơi! Mẹ Việt Nam ơi\nCho con xin chia sớt nỗi buồn\nCho con xin sẻ đôi bát cơm.\n\nCho con hôn đôi mắt mỏi mòn\nCho con soi lại bóng hình con\nMẹ Việt Nam ơi! Mẹ Việt Nam ơi\nXin cám ơn người, người mẹ của tôi."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/nhung-anh-sao-dem-quoc-vinh.ZzEGBd31oqbl.html",
                "name": "Những Ánh Sao Đêm",
                "singer": "Quốc Vinh",
                "lyrics": "Bài hát: Những Ánh Sao Đêm - Quốc Vinh\n\nLàn gió thơm hương đêm về quanh khu nhà tôi mới cất xong chiều qua\nTôi đứng trên tầng gác thật cao nhìn ra chân trời xa xa\nTừ bao mái nhà đèn hoa sáng ngời bầu trời thêm muôn vì sao sáng\nTôi ngắm bao gia đình lửa ấm tình yêu nghe máu trong tim hoà niềm vui lâng lâng lờ ca\nEm ơi, anh còn đi xây nhiều nhà khắp nơi\nNhiều tổ ấm sống vui tình lứa đôi\nLòng anh thấy càng thương nhớ em\nDù xa nhau trọn ngày đêm anh càng yêu em càng hăng say xây cho nhà cao cao mãi\n\nÔi xinh đẹp Tổ Quốc của ta\nAnh lắng nghe bao lời ân ái những bài tình ca ....\n\nLòng nhớ thương quê hương miền Nam anh hằng tha thiết mong ngày mai\nAnh sẽ đi về khắp làng quê xây những ngôi nhà tương lai\nDòng sông mát xanh vòng quanh phố phường và nhiều công trường xây niềm vui mới\nKhi bóng đêm trở về rực ánh đèn lên em thấy như muôn ngàn vì sao thêu trong đêm tối\nEm ơi tuy giờ đây hai miền còn cách xa\nNiềm chia cắt thắt đau lòng chúng ta\nNhưng không thể xóa được hình bóng em\nDù xa nhau trọn ngày đêm, anh càng yêu em càng hăng say xây cho nhà cao cao mãi\n\nÔi xinh đẹp Tổ Quốc của ta\nAnh lắng nghe bao lời ân ái những bài tình ... ca."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/lk-qua-song-chuyen-gao-le-thu-hien.PSfl68ngKzet.html",
                "name": "LK Qua Sông, Chuyển Gạo",
                "singer": "Lê Thu Hiền",
                "lyrics": "Bài hát: LK Qua Sông, Chuyển Gạo - Lê Thu Hiền\n\nHò khoan chúng em khua mái chèo\nĐưa các anh qua dòng sông lạnh lẽo.\nĐường hành quân các anh đi khắp nẻo\nVì quê hương mà anh chẳng ngại gian lao.\n\nHò khoan hỡi khoan hò khoan hỡi khoan hò khoan.\nThuyền em,thuyền em rẽ sóng sang sông\nEm đưa đoàn quân giải phóng ờ hơ\nQua sông qua sông ra chiến trường\n\nNơi miền quê khói lửa tràn lan\nVì tương lai tay súng anh sẳn sàng\nBảo vệ xóm làng để tiếng hò ngân vang\nNơi hậu phương gắng sức em ngày đêm\n\nCùng chung lo tranh đấu em sẵn sàng\nBảo vệ xóm làng để tiếng hò ngân vang.\nHò khoan chị em chúng mình.\nTa lướt nhanh con thuyền đưa các anh.\n\nRồi mai đây làng quê ta bừng sáng\nĐón anh về mừng chiến thắng reo vang\nRồi mai đây làng quê ta bừng sáng\nĐón anh về mừng chiến thắng reo vang.\n\nVượt đồng tràm chúng em đi chuyên gạo\n*** chắc tay khua nước dưới trời sao\n*** ơi ơi gạo thơm nồng đất quê nhà\nĐẹp lòng hậu tuyến ngọt ngào ơ lời ca\n\nGạo cụ hồ ngát hg thơm đồng ruộng\nHạt giống đây mang nghĩa nặng hậu phương\nGạo ơi ơ gạo nuôi anh giải phóng quân\nCon xuồng ta đó ơ gạo chất đầy khoang\n\nKhoan khoan hò khoan .\nKhoan hò khoan ơ ơ ơ chị em ta ơi\nHò ớ ơ ờ ơi hò\nMồ hôi ta đổ pháo nổ bom rơi\n\nƠ ớ ơi hò khoan hò ơi\nĐường ra hỏa tuyến tuy nhọc nhưng thấy đời vui\nVui theo tiếng súng tấn công nổ khắp phố phường\nGạo này lên đường dồn sức ra trận nơi chiến trường\n\nVượt đồng tràm ánh trăng soi vằng vặc\nXuồng lướt nhanh qua bót giấc quạnh hiu\nGạo ơ ới người ra tiền tuyến dập dìu\nXây ngày giải phóng dân nghèo ta hò reo\n\nGạo nặng hạt lúa ba trăng vừa gặt\nGạo trắng nuôi quân gắn chắc tình dân\nGạo ơi ơi xuồng ra tiền tuyến rộn ràng\nCon xuồng ta đó tươi cành lá ngụy trang\n\nKhoan khoan hò khoan.\nKhoan hò khoan\nƠ ơ ơ chị e ta ơi\nHò ơ ơ ờ hò\n\nTrực thăng ngăn nẻo vẫn dẻo tay bơi\nƠ hò khoan hò ơ gạo đi diệt Mỹ xây ngày non nước đẹp tươi\nƠi anh giải phóng nhớ khi nào vui thắng trận\nVề thăm bao người hậu tuyến chuyển gạo ra chiến trường"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/trong-dong-dang-ben-nha-rong-nho-bac-thu-ha-ft-minh-quang.mnloBV2jX3fC.html",
                "name": "Trống Đồng Dâng Bến Nhà Rồng Nhớ Bác",
                "singer": "Thu Hà",
                "lyrics": "Bài hát: Trống Đồng Dâng Bến Nhà Rồng Nhớ Bác - Thu Hà, Minh Quang\nNhạc Hồ Hữu Thới, thơ Hồ quang Sơn\n\nNhớ mãi lời Bác hẹn\nNgày thống nhất vô thăm\nBến nhà Rồng không nản lòng ngóng đợi\nTrăm lẻ bày năm vẫn giữ neo buổi ấy\n\nBóng anh Ba thoăn thoắt trên tàu\nXa mãi rồi khóm chuối bòe cau\nKhuất bóng những con tàu thuở ấy\nBến nhà Rồng dõi theo Người từng bước\n\nĐi tìm đường cứu nước cứu dân\nDành độc lập tự do cho dân tộc Việt Nam;\nƠ kỷ niệm ngày Bác ra đi tìm đường cứu nước\nChúng con đúc trống đồng dâng bến nhà Rồng nhớ Bác\n\nĐể mỗi lần bến nhà Rồng thao thức\nNhư thấy hình Người còn đứng vẫy trên bo ong\nThân trống khắc hình bà Loan\nBà mẹ Việt Nam tảo tần đôn hậu\n\nMẹ kết tinh những khí thiêng sông núi\nSinh ra Người một bậc vĩ nhân\nChúng con khắc hình quê nội Kim Liên\nĐể bến nhà Rồng mang linh hồn quê Việt\n\nVà hình cụ Sắc người đã từng dạy Bác yêu nước thương nòi\nƠ ơ hình Bác đọc tuyên ngôn tuyên bố trước loài người\nMột Việt Nam tự do độc lập\nChúng con khắc sâu từng lời di chúc\n\nĐể ngàn đời con cháu noi theo\nVà hình xe tăng năm nào tiến vào dinh Độc Lập\nChúng con khắc sâu ngày hai miền thống nhất\nĐể hôm nay chúng con dâng trống\n\nVào bến nhà Rồng nhớ Bác\nĐể hôm nay chúng con dâng trống\nĐể bến nhà Rồng như thấy Bác vào thăm\n\n(Dạo nhạc hát lại từ đầu)\n\nBác vào thăm; để bến nhà Rồng như thấy Bác vào thăm"
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/rung-xanh-vang-tieng-ta-lu-truc-phuong.oLwaJzEVGPGe.html",
                "name": "Rừng Xanh Vang Tiếng Ta Lư",
                "singer": "Trúc Phượng",
                "lyrics": "Bài hát: Rừng Xanh Vang Tiếng Ta Lư - Trúc Phượng\nST: Phương Nam\n\nĐàn theo ta đi qua con suối con khe, qua nương rẫy qua bao nhiêu rừng.\nĐàn theo ta đi đánh Mỹ đêm ngày giữa rừng xanh dậy muôn câu ca.\nTa đi trong nắng cháy, ta đi trong mưa rừng đàn vẫn bên mình.\nKhi sao thưa trên núi, khi con nai kêu mồi mà vẫn trên đường.\n\nDù bom đạn lấp đường lấp lối, ra chiến trường ta vượt thác ghềnh, đàn vẫn bên ta tải gạo nuôi quân.\nTrong gian khó đàn với ta hát tính tang tình, gọi ánh trăng lên dập dìu bên suối.\nĐàn ơi giữa rừng núi Vân Kiều, nắng sớm mưa chiều vẫn cùng ta xây chiến thắng.\nNgười đi qua đây bên con suối con khe, mà có biết quê hương Vân Kiều.\n\nDiệt quân xâm lăng khắp núi khắp sông.\nGió rừng xanh nổi lên nơi nơi.\nCon chông tre ta cắm, vây xung quanh buôn làng đạn súng sẵn sàng.\nQuân xâm lắng Mỹ tới.\n\nQuê hương đây sẽ thành mồ chôn quân thù.\nNgười Vân Kiều tấm lòng trong trắng.\nNhư cánh hoa xinh đẹp giữa rừng.\nBão tố cây rung mà lòng không lay.\n\nTrong gian khó vẫn lớn lên như khóm măng rừng, giữa đất buôn làng giữ bầu trời xanh.\nNgười ơi đây mãnh đất anh hùng, vang tiếng Ta Lư giữa rừng xanh bao la.\nĐàn theo ta đi qua con suối con khe, qua nương rẫy qua bao nhiêu rừng.\nĐàn theo ta đi đánh Mỹ đêm ngày, giữa rừng xanh dậy muôn câu ca.\n\nAi say sưa diệt Mỹ, ai ra đi diệt ngụy ở đất quê này.\nKhi đi qua có nhớ, đây quê hương Vân Kiều rộn vang tiếng đàn.\nTình tính tình em dồn chân bước.\nRa chiến trường xuôi ngược khắp rừng.\n\nĐạn súng trên vai vượt ngàn em đi.\nTrong gian khó nào xá chi quyết bước trên đường giải phóng quê hương đổ về tiền tuyến.\nĐàn ơi, theo mỗi bước chân ta vang tiếng Ta Lư giữa rừng xanh bao la ."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/khoi-nguon-suc-tre-va.CbjthYQ2kuur.html",
                "name": "Khơi Nguồn Sức Trẻ",
                "singer": "V.A",
                "lyrics": "Bài hát: Khơi Nguồn Sức Trẻ - V.A\nSáng tác: Lê Tiến Tiền\n\nTuổi xuân hiên ngang trên khắp các miền quê hương\nBàn tay hăng say tô thắm muôn nơi\nVui ca hát chứa chan niềm hân hoan\nKhơi đam mê bùng cháy.\n\nTuổi xuân xông pha qua những tháng ngày nắng gió\nVượt bao gian nan mang đến vinh quang\nTa chung sức góp công vì ngày mai\nThêm tươi sáng huy hoàng.\n\n“Dân giàu với nước mạnh”\n“Phồn vinh theo đổi mới”\n“Khơi nguồn sức sáng tạo”\n“Niềm mê say nhiệt tình”.\n\nCùng chung tay xây đắp quê nhà an bình\nCùng nghiêng vai sẻ chia với nhau\n“Đâu cần thanh niên có, đâu khó có thanh niên”\nGian nan luôn bền chí nối tiếp bước cha anh.\n\nCùng chung tay xây đắp công trình thắng lợi\nCùng nghiêng vai điểm tô núi sông\n“Đào non hay lấp biển vượt suối với lên ngàn”\nBên nhau nguồn sức trẻ quyết chí sẽ thành công."
            },
            {
                "link": "https://www.nhaccuatui.com/bai-hat/tu-hao-lang-giang-anh-hung-canh-tinh.uCGZORzSC9UV.html",
                "name": "Tự Hào Lạng Giang Anh Hùng",
                "singer": "Cảnh Tình",
                "lyrics": "Bài hát: Tự hào Lạng Giang Anh Hùng - Cảnh Tình\nSáng tác: Phi Thường\n\nLạng Giang yêu thương\nQuê hương nơi đây năm xưa chiến công lẫy lừng\nBên dòng Sông Thương\nÁnh trăng sáng soi hò hẹn tình yêu lứa đôi\n\nLạng Giang hôm nay thị trấn Kép, Vôi\nHành trình phát triển trên tầm cao mới\nKhúc hát tự hào Lạng Giang quê mình\n\n[ĐK:]\nCần Trạm Hố Cát nơi đây vang mãi\nNăm xưa Xương Giang chiến thắng quân thù\nPhên dậu phía bắc của kinh thành Thăng Long\n\nQuê hương tiếp bước xây dựng cuộc sống\nHạnh phúc ấm no đất nước sáng tươi\nGiữ nền độc lập, theo gương Bác Hồ\nLạng Giang quê hương anh hùng"
            }
        ]
    }
}